{
  "subjects": [
    {
      "subjectCode": "AKI",
      "subject": "Arkiv- och informationsvetenskap",
      "preamble": "Dagligen produceras mängder med information i form av text, ljud och bild. Det förutsätter att det finns ett bra och strukturerat sätt för att lagra informationen så att den blir lättillgänglig och korrekt. Offentliga myndigheters arkiv är dessutom av stor betydelse för demokratin och vår insyn i vad som händer inom verksamheten.",
      "bodyText": "I takt med att informationsmängden ökar ställer vi allt högre krav på att den ska vara tillgänglig och begriplig. En effektiv arkiv- och informationshantering är därför nödvändig för att för att bedriva verksamhet på ett ordnat och ansvarsfullt sätt, men också för att motsvara de juridiska krav som ställs och säkerställa att information inte försvinner med tiden.     Mittuniversitetet har bedrivit utbildning och forskning inom arkiv- och informationsvetenskap sedan slutet av 1980-talet. Som enda universitetet med fokus på arkiv får du hos oss kunskap inom arkivinformationen och arkivens uppkomst, hantering, organisering och användningsområde, samt dess påverkan och betydelse för organisationer, individer och samhälle. Du får bland annat använda ditt strategiska och analytiska tänkande för att studera hur organisationer kan bli bättre och effektivare på att lagra viktig information.     Efter studierna kan du jobba som arkivarie eller arkivstrateg med kvalificerade dokument- och arkivhanteringsfrågor på myndigheter, företag eller arkivinstitutioner.    Kurserna på grundläggande nivå kan med fördel ingå i en kandidatexamen. Kurserna på avancerad nivå ingår i Magister-/masterprogrammet i hållbar informationsförsörjning, där arkiv- och informationsvetenskap utgör en av tre möjliga inriktningar i programmet. Avancerad nivå ger dig möjlighet till fördjupning och genomförs med nära koppling till den forskning som bedrivs vid Mittuniversitetet. Inom forskningen tar du fram olika praktiska och hållbara arkivlösningar och arbetar i vårt virtuella labb. Kurserna ges på distans i form av självstudier och laborationer via internet kombinerat med samlingar vid Campus Sundsvall två till fyra gånger per termin.",
      "language": "SV"
    },
    {
      "subjectCode": "AMN",
      "subject": "Ämnesdidaktik i matematik och naturvetenskap",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "BDA",
      "subject": "Bild",
      "preamble": "Ämnet bild vid Mittuniversitetet är kopplat till lärarutbildningen men ges även som fristående kurs. I bildkurserna ingår förutom ämnesspecifika kunskaper även bildpedagogik, ämnesdidaktik samt kunskaper om hur visuella gestaltningsformer kan integreras i ämnesövergripande projekt och estetiska lärprocesser. Studier av visuell kultur och kommunikation är centrala liksom undersökande med gestaltande metoder.",
      "bodyText": "Undervisningen syftar till att studenten ska utveckla kunskaper i bildframställning, bildanalys samt visuell kultur och kommunikation. Genom visuell kultur och kommunikation aktualiseras vardagens bilder; hur bilder och visuella fenomen kommunicerar samt hur de kan tolkas och analyseras. I kurserna ingår såväl hantverksmässiga som digitala metoder för bildframställning. Vi arbetar med undersökande och utforskande av både innehållsfrågor, teman, uttrycksformer och materialstudier. Ett huvudsakligt fokus ligger på en bildpedagogisk kontext och undersökande med gestaltande metoder. Demokratiska frågor och värdegrund är viktiga delar av innehållet i kurserna.",
      "language": "SV"
    },
    {
      "subjectCode": "BIA",
      "subject": "Biologi",
      "preamble": "Biologi är läran om livet. Inom ämnet studeras levande organismers organisation och funktion – hur de lever, fortplantar sig, tillväxer och dör. Biologin omfattar nivåer från biomolekyler till hela jorden som system. Framtidsfrågorna handlar om att förstå vår omvärld och vår sårbarhet. Utvecklingen går snabbt och kunskap om biologins möjligheter medför en ny syn på oss själva och vår miljö.",
      "bodyText": "Vid Mittuniversitetet erbjuder vi under hösten 2013 och våren 2014 kurser i botanik och naturvårdsbiologi. Du kan också välja att göra ett självständigt arbete på kandidat- eller magisternivå i nära samarbete med forskargrupper inom biologiområdet. Vi erbjuder också en Master by Research-utbildning och med den som grund kan du även gå vidare med forskarutbildning för att tränga in djupare i biologins outforskade områden. Biologi kan även läsas inom lärarutbildningen.",
      "language": "SV"
    },
    {
      "subjectCode": "BIA",
      "subject": "Biologi",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "BJO",
      "subject": "Bildjournalistik",
      "preamble": "Bildjournalistik är ett ämne där du får lära dig använda bilden för att kommunicera.",
      "bodyText": "Bildjournalistik har därför inslag av fotografi och film – där du producerar och bearbetar stillbilder, videos och grafik samt analyserar och utvärderar ditt visuella bildberättande – samt journalistik där detta visuella bildmaterialet kombineras med journalistiska texter för att upplysa, kritiskt granska och analysera vårt samhälle.   Bildjournalistik är med andra ord i huvudsak inriktat mot nyhetsförmedling och visuell dokumentation av nyheter och skeenden i samhället, där bildens aktualitet, objektivitet, nyhetsvärde och informationsvärde står i centrum.    Mittuniversitetet ger för närvarande distanskurser i bildjournalistik samt att det ges i vissa kurser i kandidatprogrammet i journalistik.",
      "language": "SV"
    },
    {
      "subjectCode": "BLA",
      "subject": "Biomedicinsk laboratorievetenskap",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "BTA",
      "subject": "Byggnadsteknik",
      "preamble": "Är du intresserad av teknik med kopplingar till klimat och hållbar samhällsutveckling, då är kurser i byggnadsteknik något för dig.",
      "bodyText": "Byggnadsteknik är ett ämne som till stora delar handlar om hållbar samhällsutveckling med fokus på ekologisk, ekonomisk och social hållbarhet. Vi erbjuder teoretiska och praktiska kurser och några fristående kurser ges som sommarkurser. Våra sommarkurser med speciell inriktning mot hållbart byggande ger kunskaper som blir allt mer efterfrågade i det klimat- och miljöarbete som pågår i växande omfattning i Sverige och globalt.   Programmet Byggingenjör hållbart byggande kan du läsa på distans eller på campus. Efter en examen kan du arbeta inom konsultbranschen, som konstruktör eller med att framställa ritningar på ett arkitektkontor. Du kan även arbeta på byggen i arbetsledande ställning. Med en byggnadsteknisk utbildning är arbetsmarknaden mycket god och många spännande, utvecklande projekt väntar dig.",
      "language": "SV"
    },
    {
      "subjectCode": "DTA",
      "subject": "Datateknik",
      "preamble": "Idag finns datasystem överallt i vårt samhälle, något som vi kan dra nytta av inom många olika områden. Genom att lära dig hur de är uppbyggda och hur de utvecklas, programmeras och kommunicerar med varandra blir du rustad för att arbeta i IT-branschen. Du får också förståelse för kopplingen mellan hårdvara och programvara, liksom för datorsystem och konstruktion av IT-system i vid mening.",
      "bodyText": "Utvecklingen i det digitala samhället skapar allt högre förväntningar på snabbare och ständig uppkoppling. Vi vill kunna skicka och ta emot ljud, bilder och video med hög kvalitet, och företagen driver på för att kunna möta kraven. De behöver hela tiden ligga steget före och ta fram nya och uppdaterade programvaror och system. Inom ämnet datateknik lär du dig hur.    Fokus ligger på programmering, nätverkskommunikation, problemlösning och på att skapa effektiva och enkla program. Gemensamt för alla kurser är att kombinationen programvara med maskinvara är central. Det gör dig rustad för att arbeta med system som finns runt om i vår vardag, från intranät och servrar till persondatorer till mobiltelefoner.    Du lär dig till exempel hur moderna operativsystem fungerar, hur distribuerade system är uppbyggda och kommunicerar samt principer för lagring av information i databassystem. Du lär dig också alla moment för att skapa program, från att upprätta en användarkravspecifikation till det färdiga resultatet.  Andra kurser är inriktade på utveckling inom de populära områdena webb och mobilapplikationer. Fördjupningar är kopplade till aktuell forskning på Mittuniversitetet, till exempel inom distribuerade system, mobila sensorbaserade tjänster och 3D-visualisering.    Kurser i datateknik ges både på distans och med Sundsvall som studieort. Vissa kurser, på samtliga nivåer, kan komma att ges på engelska. Även vissa allmänbildande eller yrkesinriktade kurser ges inom ämnet, i kursbeskrivningarna kallas de breddkurser.    Fördjupningar är kopplade till aktuell forskning på Mittuniversitetet, till exempel datornät, distribuerade system, mobila tjänster, multimedietjänster, videokodning, beslutssystem och människa-datorinteraktion.",
      "language": "SV"
    },
    {
      "subjectCode": "DVA",
      "subject": "Datavetenskap",
      "preamble": "I ett samhälle där många jobbar inom olika branscher ställs det särskilda krav på att datorer och deras programvaror är anpassade till de särskilda behov som finns. Eftersom vi lever i ett konkurrenskraftigt samhälle i ständig förändring ställer det också krav på att den tekniska utvecklingen ska underlätta och effektivisera vårt jobb. Genom datavetenskapen lär du dig hur det går till.",
      "bodyText": "Datavetenskap handlar om beräkningar. Framför allt om beräkningar som utförs med hjälp av programvara för att passa verksamheters och enskilda människors krav. Därför är det i första hand programvara och datorsystem med fokus på avancerad programvaruteknologi och samspel mellan människa och dator som du lär dig inom ämnet datavetenskap. Viktiga delar är systemering, programmering samt metoder för att du skall kunna avgöra hur väl ett program uppfyller de krav som ställs.    När du studerar datavetenskap vid Mittuniversitetet lär du dig behärska programspråk, metoder och hjälpmedel för system- och programkonstruktion. Du lär dig därmed att skapa system som fungerar korrekt och effektivt samt hur program bör utformas för att vara enkla och naturliga att använda.    Mittuniversitetets forskning i datavetenskap fördjupar sig inom bland annat beslutssystem, e-tjänster, mobila tjänster och multimedietjänster samt människa-datorinteraktion.    Vissa kurser, på samtliga nivåer, kan komma att ges på engelska. Även vissa allmänbildande eller yrkesinriktade kurser ges inom ämnet. I kursbeskrivningarna är de benämnda som breddkurser och ger inte behörighet till nästa nivå.",
      "language": "SV"
    },
    {
      "subjectCode": "ELA",
      "subject": "Elektronik",
      "preamble": "Elektronik är en specialisering inom ämnet elektroteknik och studier i ämnet öppnar en bred arbetsmarknad med stora möjligheter till varierande arbetsuppgifter. Du kan arbeta med allt från konstruktion av elektroniksystem och mät- och styrsystem i industrin till sensornätverk och utveckling av telekommunikationssystem. Mittuniversitetet ger kurser i elektronik endast på avancerad nivå.",
      "bodyText": "Mittuniversitetets kurser i elektronik innefattar allt från konstruktion och tillverkning av integrerade kretsar till datorsystem för mät- och kommunikationssystem. Vårt fokus ligger på sensorteknik och mätteknik.    Bland annat kan du studera hur du får fram elektrisk storhet från sensorer som känner av radioaktiv strålning och hur du omvandlar koldioxidhalten till elektrisk, mätbar spänning. Position- och varvtalsmätning är en annan del som ingår och då handlar det om hur du på komponentnivå omvandlar fysikaliska fenomen till elektrisk, mätbara signaler.    Mittuniversitetet ger ett M.Sc program samt kurser i elektronik som är forskningsförberedande. Här kan du ta master-, licentiat- och doktorsexamen. Elektronik är också en specialisering på civilingenjörsprogrammet. Elektronikstudierna innefattar allt från konstruktion och tillverkning av integrerade kretsar till datorsystem för mät- och kommunikationssystem.    Vi har en mycket stark forskningsmiljö inom elektroniken och ett nära samarbete med flera välrenommerade forskningsinstitut, universitet och företag, såväl i Sverige som internationellt. Framför allt forskar vi kring strålningsdetektorer, digital röntgen, tryckt elektronik (RFID), som är en slags elektronisk märkning i stället för streckkoder, maskinseende system, trådlösa sensornätverk, kraftelektronik och fiberoptiska sensorer. Användningsområden för forskningen kan vara sensorer för miljöövervakning och övervakning av industriella processer och i logistikkedjan samt inom sjukvården genom digital röntgen som har en medicinsk tillämpning, för att nämna några exempel.",
      "language": "SV"
    },
    {
      "subjectCode": "ENA",
      "subject": "Engelska",
      "preamble": "Engelska är ett världsspråk som talas av ungefär en femtedel av världens befolkning. Den engelskspråkiga kulturen påverkar dessutom väldigt många människor långt utanför de egna språkgränserna. Att tala och skriva engelska har därför blivit en av de viktigaste färdigheter du kan ha med dig ut i arbetslivet.",
      "bodyText": "Att läsa engelska på Mittuniversitetet ger en gedigen insikt i engelskspråkiga länders litteratur och samhällsstruktur samt eftertraktade kunskaper i tal, skrift och analysförmåga. Sådana kunskaper, insikter och färdigheter blir allt viktigare var man än arbetar.   Det finns passande kurser för dig som har ett stort intresse för det engelska språket eller engelsk litteratur, samhälle och kultur. Utbildningen i engelska ges som fristående kurser på Campus Sundsvall eller genom distans  via nätet.     Engelska kan du läsa på grundnivå (A-, B- och C- kurs), samt på avancerad nivå. På avancerad nivå i form av en magisterutbildning.    A-kursen fokuserar på grammatik, studier av engelskspråkiga länders nutida litteratur, kultur och samhällsliv samt muntlig och skriftlig språkfärdighet.     B-kursen lägger ett allmänlingvistiskt perspektiv på språket, belyser litteraturstudiet ur en transatlantisk och global synvinkel samt vidareutvecklar färdighetsträningen och analysförmågan.     C-kursen fördjupar dina kunskaper om och i språk och litteratur och skärper din förmåga att tänka kritiskt genom studier av såväl språkvetenskapliga som litteraturvetenskapliga teorier. Kursen inkluderar även författandet av en vetenskaplig uppsats.     Magisterutbildningen i engelska studier är en distansutbildning som inkluderar fem komponenter: en introduktionsmodul om humaniora som vetenskapsområde, två moduler som fokuserar på avancerad litteraturteori respektive avancerad lingvistikteori och en modul som består av valbara kurser med språkvetenskaplig eller litteraturvetenskaplig inriktning och med fokus på metodologi. I den sista modulen ingår författandet av en längre vetenskaplig uppsats. Vissa av de kurser som ingår i programmet kan även studeras som fristående kurser.    Samtliga kurser på grund- och avancerad nivå kan läsas på distans med hjälp av en lättillgänglig, internetbaserad lärplattform och olika IT-verktyg. Kurser på A-, B- och C-nivå kan också  läsas som campuskurser i Sundsvall.    Förutom kursutbudet på grund- och avancerad nivå erbjuds även så kallade breddkurser, till exempel Business Writing, 7,5 hp.  Engelska är också ett forskarutbildningsämne och erbjuder utbildning på forskarnivå. Utbildningens mål är att den forskarstuderande tillägnar sig dels fördjupade kunskaper och en bredare orientering i ämnet engelska, dels ett vetenskapligt betraktelsesätt och de färdigheter i forskningsmetodik som fordras för att författa en doktorsavhandling av god kvalitet.",
      "language": "SV"
    },
    {
      "subjectCode": "EOA",
      "subject": "Etnologi",
      "preamble": "I etnologi får du studera hur människor lever sina dagliga liv i olika miljöer och under olika tidsperioder, hur de själva och tillsammans med andra skapar sin värld. Denna process analyseras i termer av kultur, då i vid mening som ett sätt att leva, handla och tänka.",
      "bodyText": "Kulturförståelsen går bland annat ut på att försöka se vilken roll generation, kön, klass och etnicitet spelar i utformningen av människors vardag, vad de dagligen brukar göra och hur de ser på sig själva och sin omgivning. Eftersom etnologin intresserar sig för allt som har med människors vardagstillvaro att göra är inga ämnen främmande. Etnologi kan därför handla om matvanor, boendevillkor, sexualitet, vänskapsrelationer, festfirande, ungdomskultur, trosföreställningar, historieberättande, sjukdomsföreställningar, konsumtionsmönster, försörjningsstrategier, kulturmöten och främlingsfientlighet.    Etnologi kan ingå som huvudområde i en kandidatexamen vid Mittuniversitetet. Ämnet studeras främst som fristående kurser men ingår även i programmet Språk mitt i Europa och i lärarutbildningen.    A-kursen ger grundläggande kunskaper om människan som kulturvarelse i tid, rum och socialt sammanhang. Du får också inblickar i etnologiskt arbetssätt. I B- och C-kurserna får du tränga djupare in i etnologins problemfält, få insikter i kulturvetenskaplig teoribildning och träning i ett vetenskapligt arbetssätt.    Förutom det reguljära kursutbudet på grundläggande nivå erbjuder Mittuniversitetet breddkurser i etnologi, till expempel Barn, språk, kultur: mångfald i förskola och skola, 30 hp. Breddkurser ger dock inte behörighet till nästa nivå i ämnet.    De insikter och kunskaper som studier i etnologi ger är användbara inom flera områden i samhället. I dagens föränderliga Sverige behövs kunskaper om kulturell mångfald och kulturmöten. Yrkesområden som vård och omsorg, förskola och skola, information och turism, journalistik och media, museer och bibliotek, samhällsplanering och projektledning har nytta av etnologisk kunskap.",
      "language": "SV"
    },
    {
      "subjectCode": "ERA",
      "subject": "Energiteknik",
      "preamble": "Ett väl utvecklat energisystem är en grundläggande förutsättning för ett modernt samhälle och energiförsörjningen måste alltid fungera. All energiomvandling ger dock negativa effekter i större eller mindre grad. Sveriges energisystem är tekniskt väl utvecklat och genom att använda modern och effektiv energiteknik kan vi minimera de negativa effekterna och skapa förutsättningar för ett miljöriktigt och uthålligt samhälle.",
      "bodyText": "Mittuniversitetets kurser i energiteknik behandlar energifrågorna ur ett helhetsperspektiv. Vi har ett unikt fullskalelaboratorium med ånganläggning, simulatorer och modeller för förståelse och optimering av energisystem. Vår forskning inom energiteknik är framför allt inriktad mot bioenergi, främst förgasning av biobränslen.     I våra kurser behandlar vi hur olika energikällor kan användas på de mest effektiva och kloka sätt. Exempelvis kan biobränslen användas för värme- och elproduktion eller förädlas till värdefulla fordonsbränslen. Effektiva värmepumpar är ett sätt att uppgradera värme av låg temperatur till nyttig energi för uppvärmning av byggnader och tappvarmvatten. Både industriella anläggningar och enskilda hushåll har mycket att vinna på en effektivare energianvändning. Energieffektivisering och effektivt utnyttjande av biobränslen är, liksom ökad användning av värmepumpar, exempel på strategier för att minska användningen av fossila bränslen och att hushålla med värdefulla förnybara energiråvaror.",
      "language": "SV"
    },
    {
      "subjectCode": "ETA",
      "subject": "Elektroteknik",
      "preamble": "Bilar, vitvaror, smartphones, datorer, byggnader. De tekniska apparaterna omger oss överallt - på våra jobb, i våra hem och i samhället i övrigt. Hur elektroniken bakom den moderna tekniken fungerar får du lära dig i ämnet elektroteknik. Elektronikkonstruktion, mätteknik, automation, inbyggda system, kraftelektronik, elnätet och telekommunikation är exempel på områden som ingår.",
      "bodyText": "Att en dator är fullproppad med elektronik är en självklarhet, men hur många tänker egentligen på att de flesta av de apparater och de tekniska prylar vi omger oss med bygger på avancerade elektroniska lösningar?    Inbyggda system som inte syns, till exempel i pacemakers och kylskåp, är ett av de områden som ingår i elektrotekniken. Elkraft och kraftelektronik, alltså starkström som behövs för att leverera stora effekter till motorer och för energiproduktion, är ett annat. Därutöver ingår också konstruktion och design av elektroniska system på kretskortsnivå, kommunikationssystem baserade på fiberoptik och trådlös teknik samt styr- och reglerteknik, som är viktiga ämnen för industrin i den norrländska regionen.    Med kunskaper i elektroteknik har du en generell bas som öppnar vägen till många olika branscher som utvecklingsingenjör och automationsingenjör, konsult mot industrin eller till och med teknisk infrastruktur.    Elektroteknik är ett centralt ämne i flera ingenjörsutbildningar, bland annat i programmen Automationsingenjör, Elkraftingenjör och Civilingenjör i elektroteknik, men också i flera andra utbildningsprogram.    För utbildning på avancerad och forskarnivå är ämnet elektronik.    Mittuniversitetet har en mycket stark forskningsmiljö inom elektroteknik, främst då inom elektronik. Forskning bedrivs inom sensorer, mätteknik, inbyggda system, elektronikkonstruktion, kraftelektronik, fiberoptik och halvledarkomponenter. Universitetet har ett nära forskningssamarbete med flera välrenommerade forskningsinstitut, universitet och företag, såväl i Sverige som internationellt.",
      "language": "SV"
    },
    {
      "subjectCode": "FHA",
      "subject": "Folkhälsovetenskap",
      "preamble": "Med folkhälsa avses det allmänna hälsotillståndet hos befolkningen. Riksdagen har beslutat om nationella folkhälsomål som ska vara vägledande för folkhälsoarbetet i Sverige. För att kunna omsätta de nationella folkhälsomålen i praktiken kommer det att behövas en bred folkhälsokompetens inom olika sektorer och yrkesgrupper.",
      "bodyText": "Folkhälsovetenskap är ett tvärvetenskapligt område som studerar samhällsstrukturens, arbetslivets, miljöns och vårdsystemets betydelse för befolkningens hälsa, det som kallas hälsans bestämningsfaktorer. Genom att se mönster i ohälsa och sjuklighet mellan olika befolkningsgrupper, exempelvis sociala grupper, åldersgrupper och kön, ökar förståelsen för orsakerna och därmed möjligheterna för att främja hälsa och att förebygga ohälsa. Åtgärder kan vara inriktade mot att skapa gynnsamma förutsättningar i den sociala och fysiska miljön, samt rikta sig till individer och grupper för att öka medvetenheten om sambanden mellan levnadsvanor och hälsa. Folkhälsovetenskapen studerar även hälso- och sjukvårdens effektivitet, olika hälsopolitiska åtgärders effekter samt folkhälsoarbetets inverkan på samhället och olika befolkningsgrupper.",
      "language": "SV"
    },
    {
      "subjectCode": "FHA",
      "subject": "Folkhälsovetenskap",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "FRA",
      "subject": "Franska",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "FTA",
      "subject": "Fotografi",
      "preamble": "Bilder påverkar och berör, ofta i än högre grad än text, eftersom tilltalet är mer direkt. Med en enda bild kan du berätta en hel historia, beskriva en händelse eller påverka betraktaren i en speciell riktning. Bildspråket är därför en väg till kommunikation som kan användas i många olika sammanhang. Mittuniversitetets kurser lär dig hur.",
      "bodyText": "Om du brinner för att uttrycka dig och förmedla ett budskap via bilder då är ämnet fotografi vid Mittuniversitetet något för dig. Med fokus på digital bild ger ämnet dig kunskapen att utveckla ditt personliga bildspråk och ger dig en förståelse för hur dina bilder kan påverka din omgivning. Du får kunskaper i digital bildbehandlingsteknik, tryckanpassning samt lär dig hur man anpassar bilder för webbpublicering. Du lär dig också att använda bilden för att förmedla ett journalistiskt budskap.  Kanske jobbar du redan som professionell fotograf eller vill ta steget ut på marknaden? Mittuniversitetet erbjuder fristående kurser samt utbildningsprogrammet Bildjournalistik där fotografi ingår som en del i utbildningen.",
      "language": "SV"
    },
    {
      "subjectCode": "FYA",
      "subject": "Fysik",
      "preamble": "Fysik behandlar sambanden för det allra minsta och det allra största. Vilka är materiens byggstenar och hur växelverkar de? Vad bestämmer universums struktur? Fysiken ställer upp modeller och samband och prövar om deras giltighet är begränsad eller universell.",
      "bodyText": "I vårt dagliga liv stöter vi på en mängd fenomen som kan beskrivas i fysikaliska termer: Varför är vatten genomskinligt? Varför åskar det? Varför snurrar vindarna kring lågtryck och högtryck åt olika håll? Bakom en överväldigande del av den teknik som vi utnyttjar ligger processer och samband av fysikalisk natur. Genom att bredda och fördjupa vår kunskap om naturen skapar fysikalisk forskning nya förutsättningar för samhällsutvecklingen och vår föreställning om universum. Fysiken genomtränger alla andra naturvetenskaper, även de medicinska och tekniska vetenskaperna, och intar en särställning som den materiella världens grundvetenskap.    Mittuniversitetets utbildning i fysik är utformad så att du aktivt skaffar dig förtrogenhet med begrepp, modeller och metoder inom fysikens olika områden. Du utvecklar din experimentella och mättekniska färdighet och tränar problemlösning, informationssökning, behandling av mätdata samt att presentera ditt arbete och dina resultat. Med en utbildning i fysik skaffar du dig goda förutsättningar för att delta i och leda utvecklingsarbete och forskning inom industri och näringsliv.     Kurser i fysik ingår i flera utbildningsprogram men kan också läsas som fristående kurser. Fysik kan vara huvudområde för kandidat-, magister- eller masterexamen vid Mittuniversitetet. Kurser i fysik kan även ingå som komplettering till en examen i annat huvudområde. De inhämtade kunskaperna utgör en god grund för fortsatta studier i fysik, naturvetenskap och teknik och för undervisning i fysik.",
      "language": "SV"
    },
    {
      "subjectCode": "FÖA",
      "subject": "Företagsekonomi",
      "preamble": "Företagsekonomi är ett brett ämne. På ett övergripande plan handlar det om effektivt resursutnyttjande i och mellan företag, men även i och mellan offentliga myndigheter, kommuner och andra slags organisationer. Ämnets kärna består av de olika aktiviteter som företag genomför för att skapa lönsamma affärer.",
      "bodyText": "Kurser i företagsekonomi erbjuds vid Mittuniversitetets campus i Sundsvall och Östersund samt på distans. Vid Mittuniversitetet kan du läsa kurser på grundnivå (A, B och C) samt på avancerad nivå.    Kurserna på avancerad nivå är kopplade till ämnets olika forskningsprogram. På så sätt får du direktkontakt med såväl aktuella forskningsfrågor som expertis inom området.  De inriktningar som erbjuds är för närvarande:  - Marknadsföring och ledarskap i ett internationellt perspektiv  - Redovisning och revision   - Finansmarknader och finansiell ekonomi    Även allmänbildande och mer yrkesinriktade kurser erbjuds inom ämnet, så kallade breddkurser. Dessa kurser kan ingå i en examen men är ofta inte behörighetsgivande för tillträde till högre nivå.     Företagsekonomi ingår som huvudområde i bland annat för kandidatexamen i Ekonomprogrammet och i utbildningar som leder till magisterexamen. Ämnet kan även läsas som fristående kurser. Företagsekonomi kombineras ofta med andra huvudområden som teknik, beteendevetenskap eller juridik och utgör då ett värdefullt kompletterande ämne.",
      "language": "SV"
    },
    {
      "subjectCode": "GDA",
      "subject": "Grafisk design",
      "preamble": "Design möter oss dagligen, såväl på förpackningar och biobiljetter som på bokomslag och affischer, och påverkar oss på olika sätt. Därför kan design både skapa debatt och ge en känsla av samhörighet. För att ett budskap ska nå fram krävs ett medvetet arbete med det grafiska uttrycket, och det kan du lära dig på Mittuniversitetet. Här studerar framtidens grafiska formgivare. Vill du bli en av dem?",
      "bodyText": "Kombinationen av teoretisk kunskap, formkänsla och kreativitet, samt ett helhetsperspektiv på text, budskap och bild, är viktiga byggstenar när du arbetar som grafisk designer. De färdigheterna stimuleras och utvecklas när du studerar ämnet hos oss.     Stort utrymme ägnas åt att utveckla typografiska kunskaper, idéskapande och att utveckla den kreativa förmågan. Sedan flera år samarbetar vi också internationellt, till exempel med ett universitet i Japan, vilket har lett till flera givande projekt.",
      "language": "SV"
    },
    {
      "subjectCode": "GEU",
      "subject": "Genusvetenskap",
      "preamble": "Genusvetenskap handlar om att undersöka och problematisera det vi till vardags kallar kön. Ämnet innefattar inriktningar som könsteoretisk forskning, feministisk forskning, mansforskning och sexualitetsforskning.",
      "bodyText": "I varje samhälle finns en genusordning. Den består av alla föreställningar om kvinnligt och manligt som föreligger på en viss plats vid en viss tid och allt som dessa för med sig i fråga om vem som gör vad, vem som kan bestämma vad, hur vi uppfattar oss själva och varandra, kollektivt och individuellt. Föreställningar och berättelser om kön och genus genomsyrar vårt tänkande och präglar inte bara sexualitet och familjeliv utan också områden som arbetsmarknad, politik, religion och juridik. Genus är en term som pekar på en särskild aspekt av allt mänskligt liv.",
      "language": "SV"
    },
    {
      "subjectCode": "GGA",
      "subject": "Geografi",
      "preamble": "Geografi är ett ämne där vi studerar miljö- och samhällsfrågor i olika delar av världen, i städer och på landsbygden.",
      "bodyText": "Geografiämnet betonar särskilt samspelet mellan människan, samhället och miljön ur ett helhetsperspektiv på hur naturen och människan format och formar landskapet. Inom geografiämnet ryms både naturvetenskapliga perspektiv (naturgeografi) och samhällsvetenskapliga perspektiv (kulturgeografi) och många geografiska frågeställningar finner sina svar genom att båda perspektiven beaktas. Geografer kan till exempel arbeta med samhällsplanering som rör klimatförändringar, miljökonsekvenser, utvecklingsfrågor som rör jordbruksutveckling, urbanisering, miljövårdsfrågor eller med olika hållbarhetsfrågor i Sverige eller internationellt.",
      "language": "SV"
    },
    {
      "subjectCode": "GTA",
      "subject": "Grafisk teknik",
      "preamble": "Grafisk teknik kan sägas vara ett verktyg för kommunikation människor emellan. Har du kunskap om den grafiska produktionsprocessen och den digitala trycktekniken öppnar sig spännande möjligheter till snabba tryckproduktioner där varje exemplar kan göras unikt.",
      "bodyText": "Att behärska den grafiska tekniken betyder att i teori och praktik ha kunskap om produktionsprocesser, trycktekniker, bildbehandling och material. Ämnet grafisk teknik ger dig kunskap att självständigt producera tekniskt korrekta trycksaker. Närliggande områden är design, layout och grafisk kommunikation, alla viktiga för att du ska förstå den grafiska produktionens olika led. Med kunskap om den digitala trycktekniken är du väl rustad för att möta framtiden. Medieutvecklingen går mot en allt mer individanpassad produktion där tryckteknik är en viktig publiceringskanal. Digital tryckteknik finner dessutom nya tillämpningsområden inom bland annat tillverkning av 3D-objekt, elektronik och sensorer. Utbildningen som erbjuds inom grafisk teknik vid Mittuniversitetet ges på distans med träffar i Örnsköldsvik. Kurserna erbjuds som kurspaket men också som fristående kurser, inte minst för redan yrkesverksamma som vill förkovra sig inom området. Vår forskning inom grafisk teknik bedrivs i nära samarbete med industrin. Här möter skrivartillverkare och färgtillverkare såväl pappers- som elektronikindustrin inom ramen för våra forskningsprojekt.",
      "language": "SV"
    },
    {
      "subjectCode": "HAR",
      "subject": "Historisk arkeologi",
      "preamble": "Arkeologi är det vetenskapliga studiet av samspelet mellan människor och grupper av människor som det tar sig uttryck i föremål, arkitektur och kulturlandskap.",
      "bodyText": "Den förhistoriska arkeologin studerar det långa tidsskedet från människoblivandet i Afrika för fem miljoner år sedan till uppkomsten av skriftanvändande samhällen på skilda håll på jordklotet vid skilda tidpunkter, i Norden under vikingatiden för ett tusen år sedan.    Den historiska arkeologin studerar samhällen, som är skrifthistoriskt kända, till exempel den nordeuropeiska medeltiden.    För båda slagen av arkeologi gäller att arkeologin med sitt eget källmaterial och sina egna metoder, i ett brett tvärvetenskapligt samarbete med såväl naturvetenskapliga som samhällsvetenskapliga ämnen, studerar människors miljö, levnadsvillkor och kultur.    Arkeologins långa tidsperspektiv innefattar en obegränsad mänsklig variation och en ständig samhällsförändring. Också den arkeologiska kunskapen och den arkeologiska synen på människor och samhällen förändras ständigt. Det sker exempelvis när det moderna samhällets expansion nödvändiggör arkeologiska utgrävningar av hotade kulturminnen, och när det moderna samhällets idédebatt inspirerar till nya tolkningar av gamla och nya arkeologiska fynd.    En arbetsmarknad för utbildade arkeologer finns framför allt inom museivärlden och kulturmiljövården, vars personal arbetar med arkeologiska fältundersökningar, dokumentation och vård av samlingar, utställnings- och förmedlingsverksamhet och forskning. Arkeologisk utbildning passar också för kulturhistoriskt inriktat arbete inom kommun- och länsförvaltning, skolor, bibliotek, kulturturism, förlag, massmedia och journalistik.    Arkeologiundervisningen vid Mittuniversitetet försöker fånga denna mångfald under loppet av tre terminers studier. Tyngdpunkten i studierna ligger vid tidighistorisk och historisk tid, vid ett nordligt perspektiv och vid diskussionen av arkeologin som ett fenomen i det moderna samhället. Undervisningen innefattar källmaterialstudier under museibesök och exkursioner samt genom deltagandet i fältkurser.    Mittuniversitetet erbjuder även breddkurser i Historisk arkeologi som till exempel Teknik i forntiden, 10 poäng. Breddkurser ger inte behörighet till nästa nivå i ämnet.",
      "language": "SV"
    },
    {
      "subjectCode": "HIA",
      "subject": "Historia",
      "preamble": "Historia säger inte bara något om det förflutna utan berättar även varför vår samtid ser ut som den gör – och om alternativa framtider. Kärlek, krig, politik och vad som stod på middagsbordet för 800 år sedan är alla delar av historien. Som student kommer du att utveckla din förmåga att värdera tolkningar av det förflutna och hantera stora mängder information.",
      "bodyText": "Redan på grundnivån ger vi dig redskap för att på egen hand söka vidare, förstå och förklara samhälleliga förändringsprocesser och människan som kulturskapare. Du får kunskaper om huvuddragen i den historiska utvecklingen och insikter i hur olika teoretiska utgångspunkter påverkar tolkningen av det förgångna.     Historievetenskapens källor och metoder är en annan viktig del. Det ger dig som historiestudent bättre förutsättningar, inte bara för att analysera dåtid men också för att förstå de fenomen och processer som sker just nu.    Dina historiestudier kan leda vidare till uppgifter inom till exempel skola, arkiv, muséer, offentlig förvaltning och journalistik. Eller egentligen inom vilken bransch som helst – förmågan att tolka det förflutna med bäring på sam- och framtid har alltid ett stort värde.     Flera av våra studenter läser ämnet som en första teoretisk grund innan de söker sig vidare till andra ämnen. Några läser det som ett komplement i en examen – för en del ingår det i en lärarexamen. Andra läser historia som sitt huvudämne i sin kandidat- eller magisterexamen. Och några fortsätter till forskarutbildningen och en doktorsexamen.    Utbildningen på grundnivå omfattar tre fristående kurser om vardera 30 högskolepoäng – en grundkurs, en fortsättningskurs och en kandidatkurs. På avancerad nivå erbjuds enskilda kurser och ett magisterprogram om sammanlagt 60 högskolepoäng. Förutom det reguljära kursutbudet erbjuder vi också ett antal breddkurser inom specifika delområden.",
      "language": "SV"
    },
    {
      "subjectCode": "HSA",
      "subject": "Hälso- och sjukvårdsadministration",
      "preamble": "Hälso- och sjukvårdsadministration behandlar frågor om välfärdsstaten och den offentliga sektorns organisation och arbetsformer.",
      "bodyText": "Hälso- och sjukvårdsadministration omfattar såväl generell samhällsvetenskaplig teori som mer specifik teoribildning och empirisk forskning kring välfärdsstaten och den offentliga sektorns organisation och arbetsformer. Relationerna mellan samhällsstruktur, organisationsformer och människors handlingsutrymme belyses ur olika teoretiska perspektiv. Inom en sådan allmän teoretisk ram, innefattande bland annat stats-, organisations- och professionsteori, studeras förutsättningarna för hälso- och sjukvård, men även för klientarbete i allmänhet, främst inom den offentliga sektorn. Framförallt uppmärksammas hur förutsättningarna för offentlig verksamhet ändras till följd av politiskt beslutade förändringar av organisationer och ekonomistyrningssystem.",
      "language": "SV"
    },
    {
      "subjectCode": "IGA",
      "subject": "Industriell organisation och ekonomi",
      "preamble": "Industriell organisation och ekonomi kan sammanfattas som studier i metoder vilka syftar till att skapa värden genom produktion och distribution av varor och tjänster. Ämnets kärna består i tillämpning och design av systematiska metoder för att förstå hur olika former av värden skapas eller förloras i organisationer, och hur man nyttjar och skapar digitala teknologier för att styra organisationer i en föränderlig omvärld.",
      "bodyText": "En stor del av industriell organisation och ekonomi handlar om att använda och skapa olika metoder för att analysera problem i producerande och IT-baserade verksamheter, samt föreslå lösningar på dessa. Som student i industriell organisation och ekonomi vid Mittuniversitetet lär du dig bland annat att använda metoder för att hantera utveckling och införandet av digitala teknologier, samt att skapa engagemang och förståelse för dessa i organisationen. Du får också lära dig att analysera och leda IT-relaterade förändringsprocesser i organisationer, samt att hantera dessa förändringar hos individer och grupperingar i verksamheten. Vidare lär du dig matematiska modeller för att uppskatta kostnader, finansiella risker, hantera osäkerheter och analysera komplexa beslutsproblem för att hitta en optimal styrning av ett logistiksystem eller för att identifiera en optimal produkt- eller projektportfölj.     Ett särskilt fokus för ämnet vid Mittuniversitetet är analys och ledning av förändringsprocesser i industriella och förvaltande verksamheter och hur olika typer av informationssystem påverkar och påverkas av förändring, samt hur dessa system är relaterade till den strategiska och operativa användningen av digitala teknologier. En industriell ekonom kan exempelvis arbeta med förändrings- och projektledning, som strategisk inköpare eller logistiker, och som konsult inom management.     Kurser i ämnet industriell organisation och ekonomi erbjuds vid Mittuniversitets campus i Sundsvall. Industriell organisation och ekonomi ingår i programmet Civilingenjör i industriell ekonomi. Vissa kurser kan även läsas som fristående.",
      "language": "SV"
    },
    {
      "subjectCode": "IKA",
      "subject": "Informatik",
      "preamble": "Digitala tjänster och programvaror till datorer och mobiltelefoner kan hjälpa till att uppfylla människors drömmar, visioner och behov. Inom informatiken tar man reda på hur det kan göras, till exempel hur man som IT-innovatör eller systemarkitekt kan utforma nya möjligheter för användning av IT i olika sammanhang. Många informatiker hamnar på ledande positioner.",
      "bodyText": "Informationsteknologi (IT) får allt större betydelse för både samhällen, organisationer och enskilda människor. Informatik är det akademiska ämne som fokuserar på att denna förändring genomförs med största möjliga kunskap, insikt och skicklighet. Det handlar alltså om hur den moderna tekniken kan utnyttjas på bästa sätt för att tjäna våra behov.    Vid Mittuniversitetet arbetar vi med informatikämnet utifrån social, ekologisk och ekonomisk hållbarhet. Det innebär att vi studerar informationssystem och informationsteknologi samt IT-relaterade processer i en mängd olika livs- och arbetsmiljöer. Dessutom skapar vi förutsättningar för design av dessa, genom att vi lär ut en hållbar metodik och förhållningssätt för designprocessen. Arbetet anknyter till framför allt två olika forskningsområden – kritisk information och värdeskapande med hjälp av IT.    Inom det första tittar vi på information med särskilda kvalitets- och tillgänglighetskrav inom ett specifikt område, till exempel industrin. I det andra tar vi reda på hur informationsteknologi kan skapa värde i olika sammanhang och för olika användare, till exempel hur det kan bidra till att öka en organisations sociala hållbarhet.    Informatik kan utgöra huvudområde i kandidat-, magister- och masterexamen vid Mittuniversitetet. En examen i informatik öppnar dörrarna till många arbetsuppgifter och yrkesroller. Informatiker återfinns bland annat som IT-innovatörer, IT-strateger, systemarkitekter, systemutvecklare och systemförvaltare. Informatiker går ofta till ledande befattningar även om det är normalt att börja yrkeskarriären med olika arbetsuppgifter inom systemutveckling och programmering.    Inom utbildningen på forskarnivå sker samarbete runt kursutveckling och kursgenomförande med ett stort antal andra universitet och högskolor. Undervisningen är till stora delar problemorienterad där du inom grupparbetets ram löser praktiska tillämpningsuppgifter. Projekt- och examensarbeten genomförs ofta i samarbete med företag, organisationer och myndigheter. Vissa kurser på avancerad nivå kan komma att ges på engelska.",
      "language": "SV"
    },
    {
      "subjectCode": "IUA",
      "subject": "Industridesign",
      "preamble": "Design är i dag ett viktigt konkurrensmedel på marknaden. Form, gestaltning och funktion, men också vilket företag som säljer varan, avgör ofta valet av en produkt framför en annan. Allt eftersom konsumenterna blir skickligare och mer krävande i sina val, höjs också ribban för företagens produkter och tjänster. Som industridesigner är det ditt jobb att ge dem en bra utformning.",
      "bodyText": "Bra design tilltalar konsumenten och är ofta avgörande i ett köpbeslut. Ett medvetet arbete med design förbättrar därför chanserna till framgång betydligt i praktiskt taget alla branscher, något som allt fler företag har börjat inse. Internationaliseringen av näringslivets marknader leder dessutom till att produkterna utvecklas i en högre takt.    Vill du vara med och utveckla samtidens och framtidens produkter och tjänster är industridesign något för dig. Mittuniversitetets utbildning till industridesigner innefattar såväl teoretiska som praktiska uppgifter och ger dig goda kunskaper om själva skapandeprocessen av en funktionell form. Här får du lära dig att uttrycka dig i skissteknik samtidigt som du fördjupar dig i formstudier, datorteknik, kommunikation, produktion och konstruktionsmetoder. En stor del av en industridesigners arbete består av att analysera problem och därefter ta fram en bra lösning utifrån studier av hur vi människor fungerar och agerar i olika situationer.    Mittuniversitetet har utvecklat ett forskningslabb för området industridesign där forskning kring upplevelser av produkter genomförs. Studier av människors upplevelser sker bland annat genom att mäta till exempel stress, hjärnvågor, EKG och eyes tracking. Det gör vi för att få större kunskap om hur vi upplever och berörs av olika produkter och tjänster för att sedan kunna använda det i produktionen av ny design. På Mittuniversitetet finns det flera samarbeten och projekt kopplade till näringslivet inom ämnet.    Efterfrågan på industridesigner är idag god och de återfinns både på medelstora och stora företag samt på konsultfirmor.  Ämnet kan läsas i kandidatprogrammet Industridesign, 180 hp och ingår också i civilingenjörsprogrammet Teknisk design.",
      "language": "SV"
    },
    {
      "subjectCode": "IVA",
      "subject": "Idrottsvetenskap",
      "preamble": "Idrottsvetenskap som ämne spänner över ett brett kunskapsfält som bland annat inrymmer människans fysiologiska och psykologiska funktioner och hur dessa funktioner påverkar idrottsprestation, hälsa och välbefinnande.",
      "bodyText": "Utbildning inom anatomi och fysiologi syftar till att ge ökad förståelse för hur man kan träna sig till bättre hälsa och/eller förbättrad prestation. Det är även av stor betydelse att ha kunskap om pålitliga mätmetoder och hur de ska tolkas för att hjälpa idrottaren eller motionären vidare i sin träning.   Träning, oavsett nivå, kräver en väl sammansatt kost för fortsatt god hälsa och framgångsrik idrottsprestation. Kunskap om detta fås genom fördjupade kunskaper inom nutrition.     Rörelselära (kinesiologi ) gör att det går att beräkna det mest effektiva och det minst skadeverkande rörelsemönstret i en given situation, vilket är en viktig komponent för att kunna designa ett träningsprogram oavsett individ. I detta hänseende behövs även kunskap om träningslära, det vill säga läran om hur vi tränar mest effektivt genom en bra balans mellan träning, vila och kost.     Samtliga nämnda områden spelar stor roll vid träning och coachning av individer till ökad hälsa och ökad prestation. För att människor kontinuerligt ska bedriva motion och träning krävs även idrottspsykologiska förutsättningar. Idrottsvetenskap som ämne är sammansatt av alla dessa delar med fokus på fysisk aktivitet och hälsa samt prestationsidrott. Detta för att kunna ge en helhetsbild av de villkor som sätter ramarna för människans motion och idrottande i alla former.     Vid Mittuniversitetet är kurser inom idrottsvetenskap knutna till den forskning som bedrivs inom hälsovetenskap samt vid Nationellt Vintersportcentrum, där forskarna samarbetar kring förbättrad träning och prestation inom prestationsidrott samt fysisk aktivitet och hälsa. Avancerad grundforskning kombineras med tillämpad forskning med starka band till regionens förutsättningar, till exempel inom vinteridrotter och friluftsliv. Utbildning inom idrottsvetenskap ger en bred grund för kvalificerad yrkesverksamhet inom idrottsverksamhet samt inom hälso- och sjukvård.",
      "language": "SV"
    },
    {
      "subjectCode": "JOA",
      "subject": "Journalistik",
      "preamble": "Journalistikens grundläggande idé är att varje dag försöka beskriva verkligheten på ett sätt som gör människor lite mer informerade, lite klokare och lite bättre rustade att påverka samhället och sina egna liv. Det sker genom att granska myndigheter, skildra samhället, utkräva ansvar av makthavare samt beskriva, analysera och förklara aktuella händelser och skeenden.",
      "bodyText": "Till skillnad från annan masskommunikation ska journalistiken inte ha några bakomliggande syften och intressen. Är du journalist ska du i stället upplysa, kritiskt granska, förklara det som är svårt, söka rätt på missförhållanden och bidra till debatt och diskussion.      Journalistikämnet vid Mittuniversitetet innefattar både teoretiska och praktiska inslag och vår inriktning är främst nyhetsjournalistik. Det handlar om att finna, sortera och bearbeta information på ett källkritiskt och analyserande sätt. Det handlar också om att presentera och paketera innehållet på ett tillgängligt sätt i ord, bild och design för press, webb, radio och tv.      Mittuniversitetet ger ett treårigt utbildningsprogram i journalistik, samt en påbyggnadskurs i journalistik för akademiker för dig som redan har en kandidatexamen.  Vi ger också flera korta distanskurser som är av relevans för både den som är yrkesverksam och den som vill lära sig enskilda delar av journalistiken.",
      "language": "SV"
    },
    {
      "subjectCode": "JUA",
      "subject": "Juridik",
      "preamble": "Juridik handlar om rättsreglerna som finns i samhället och hur rättsreglerna ska tillämpas. Vad vi än gör och var vi än befinner oss finns det regler som reglerar våra rättigheter och skyldigheter. Utan ett ordnat regelverk för vårt handlande och vår samvaro skulle samhället inte fungera.",
      "bodyText": "Studier i juridik ger dig kunskap om reglerna som styr samhället och som ligger till grund för hela samhällsstrukturen. Kunskap om rättsreglerna liksom deras funktion och verkan är till stor nytta oavsett vilket område eller sektor man arbetar inom.     Inom juridiken studeras alla aspekter av rättsordningen. Samtidigt är juridik ett praktiskt ämne där undervisningen bygger på verkliga fall. Kunskap i juridik visar sig därför ofta vara lätt att omsätta i arbetslivet. Juridiken delas upp i olika rättsområden som till exempel civilrätt, offentlig rätt, straffrätt, processrätt, miljörätt, EU-rätt och folkrätt.     Mittuniversitetet erbjuder, förutom juridiska översiktskurser, kurser i handelsrätt, kommunal rätt, förvaltningsrätt och inom säkerhetsjuridik. Juridik ingår som huvudområde inom Förvaltningsjuridiska programmet och som kompletterande ämne inom Ekonomprogrammet och Personal- och arbetslivsprogrammet. Kurser i juridik ges vid Mittuniversitetets campus i Östersund och i Sundsvall samt på distans.",
      "language": "SV"
    },
    {
      "subjectCode": "KAL",
      "subject": "Kvalitetsledning",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "KEA",
      "subject": "Kemi",
      "preamble": "Kemi ingår i livets alla processer och i allt omkring oss. Ekologiska samband mellan mark, vatten, luft, växter och djur är i grunden kemiska. Kemister kan arbeta med allt från ekologiska frågeställningar till design av nya bioaktiva föreningar som kan bli framtidens läkemedel. Kemister kan även utveckla nya föreningar för användning inom exempelvis nanoteknologi eller elektronik.",
      "bodyText": "En utbildning i kemi kan bland annat ge dig jobb med forsknings- och utvecklingsarbete eller avancerat analysarbete inom såväl privat som offentlig sektor. Kemi är också en viktig del inom naturvetenskaplig lärarutbildning för arbete inom både grund- och gymnasieskolan.    Kurser i kemi ges vid Mittuniversitetets campus i Sundsvall och i viss mån även på distans. Mittuniversitetet erbjuder även utbildning på forskarnivå inom kemiämnet, där vi idag driver projekt inom organisk, fysikalisk och analytisk kemi. Bland annat arbetar vi med syntes av feromoner, vilka är de biologiska ämnen som styr parningsbeteendet hos insekter. Resultaten kan på sikt leda till miljövänliga sätt att begränsa angrepp av skadeinsekter på skog. Vi utvecklar även analysmetoder för att förstå hur träden tar upp mineralnäringsämnen. Detta har betydelse för hur ett uthålligt skogsbruk ska bedrivas.      Ytterligare kurser på både grund- och avancerad nivå samt möjlighet att göra självständiga arbeten inom våra forskningsområden kan komma att erbjudas, främst då inom ramen för ”Master by research”. För mer information om kurs- och programutbudet i kemi, vänligen kontakta Institutionen för naturvetenskap via NMTkontakt@miun.se eller gå in på vår hemsida www.miun.se/nat.",
      "language": "SV"
    },
    {
      "subjectCode": "KGA",
      "subject": "Kulturgeografi",
      "preamble": "Kulturgeografi är ett samhällsvetenskapligt ämne som studerar samspel mellan människa, samhälle och miljö på olika nivåer; från individnivå till lokal, regional, nationell och global nivå. Kulturgeografi handlar om att förstå och sätta in företeelser i ibland mycket komplexa och föränderliga sammanhang. En utgångspunkt vid kulturgeografiska studier av samhället är att rummet, exempelvis i form av rumsliga skillnader och förutsättningar, spelar en avgörande roll och har ett eget förklaringsvärde.",
      "bodyText": "Kulturgeografi omfattar flera olika subdiscipliner. Mittuniversitetet har inriktat sin utbildning på ekonomisk geografi, politisk geografi och planering, samt mobilitetens geografi. Den ekonomiska geografin behandlar samhällets och näringslivets ekonomiska struktur och rumsliga fördelning. I det sammanhanget uppmärksammas både de processer som skapar och upprätthåller ekonomisk globalisering och en internationell arbetsdelning, liksom det lokalt specialiserade klustret. En särskild inriktning är turismens ekonomiska geografi, där bland annat maktförhållandet mellan internationella turismoperatörer och lokalsamhällets möjligheter till ekonomisk, social och ekologisk utveckling och hållbarhet diskuteras.     Ett annat fokusområde är mobilitet, transporter och kommunikationer som utgör viktiga förutsättningar när det gäller att knyta samman noder i en global ekonomi. Globaliseringen och våra allt större krav på rörlighet för människor, gods, kapital och information kräver en insiktsfull och hållbar utveckling av infrastruktur och transportapparat. I detta sammanhang diskuteras även vilka möjligheter olika grupper (landsbygdsboende respektive stadsbor, kvinnor respektive män, turister respektive migranter) har när det gäller att vara en del av samt att kontrollera eller underkastas globala flöden.     Inom den politiska geografin studeras olika politiska fenomen, deras rumsliga organisation och fördelning. Ett exempel på detta är staters agerande utifrån förhållanden, såsom geografiskt läge, resurser och befolkningsfördelning. Den politiska geografin diskuterar bland annat nationalstaten och hur denna upprätthålls över tid, vilken funktion nationalstaten fyller i världsekonomins politiska superstruktur och i tider av globalisering, nationalism och terrorism, imperialism och kolonialism samt relationen mellan centrum och periferi på olika skalnivåer. När det gäller planeringsansatsen handlar denna bland annat om det svenska planerings- och förvaltningssystemet, om regional och lokal utveckling i städer och i glesbygd, fysisk planering och resursförvaltning. Samhällets planering har till uppgift att väga samman politiska och ekonomiska krav och förutsättningar i syfte att förvalta, förädla och förnya samhällets kultur- och naturresurser.",
      "language": "SV"
    },
    {
      "subjectCode": "KRI",
      "subject": "Kriminologi",
      "preamble": "Kriminologi betyder läran om brott. Som kriminologistudent får du kunskaper om brott och orsaker till brottslighet. Kriminologi är ett tvärvetenskapligt ämne, vilket betyder att ämnet innehåller delar från andra ämnesområden, exempelvis sociologi, psykologi och juridik. Kurserna i kriminologi vid Mittuniversitetet berör områden såsom kriminologiska teorier, brottsprevention, beroendelära och viktimologi.",
      "bodyText": "Forskningen inom kriminologin vid Mittuniversitetet syftar till att få en bättre förståelse för orsaker och konsekvenser av vår tids olika brottskategorier. Forskningen utvecklar dels grundläggande forskning (exempelvis teoritestning och teoribildande) och dels tillämpad forskning. Målet med forskningen är att utveckla nya strategier emot brottslighet och våld för att minska konsekvenserna av brottslighet och våld för brottsdrabbade och samhället.",
      "language": "SV"
    },
    {
      "subjectCode": "KTA",
      "subject": "Kemiteknik",
      "preamble": "Kemiteknik handlar om de processer och den apparatur som används för att göra kemins landvinningar tillgängliga för konsumenten.",
      "bodyText": "Kemiteknik behandlar allt från produktion av läkemedel och livsmedel till storskaliga processer för framställning av papper och industriella kemikalier. Inom kemitekniken har miljö- och energitekniska frågor central betydelse, men också gränssnittet mot datahantering i form av styrning och reglering av processer.    Kemiteknikämnet vid Mittuniversitetet har sin styrka i en stor forskningsvolym inom fiberteknologi vid Centre for Fibre Science and Communication Network (FSCN), som är världsledande inom vissa områden och har mycket goda kontakter med näringslivet. Besök gärna webbsidan www.miun.se/fscn. Här handlar det framför allt om att utveckla processer och produkter som på bästa sätt nyttiggör egenskaperna i den råvara som våra skogar utgör. Det handlar exempelvis om skyddande produkter i olika förpackningsmaterial, informationsbärande produkter, till exempel i form av tryckbara papper, och absorberande produkter som exempelvis blöjor.     Framställning av vedfiberbaserade produkter sker i stor skala. Miljöeffekter blir därmed ett viktigt område vid utveckling och modifiering av processer, något som också sysselsätter forskarna vid Mittuniversitetet. Energi- och materialåtervinning är ett annat område där vedfiberbaserade produkter är av stort intresse.     Kemiteknik ges i form av fristående kurser på engelska inom det fiberteknologiska området. Kurserna ingår också i vårt internationella masterprogram i massa- och pappersteknologi, 120 hp.",
      "language": "SV"
    },
    {
      "subjectCode": "KVE",
      "subject": "Kvalitetsteknik",
      "preamble": "Kvalitet är kanske det begrepp som haft störst betydelse för dagens framgångsrika företag och organisationer. Det handlar inte bara om att systematiskt utveckla varor och tjänster som ger nöjdare kunder och ökad lönsamhet. Det handlar också om att hela tiden vidareutveckla och förbättra den egna interna verksamheten. Kvalitetsteknik är konsten att bli bäst!",
      "bodyText": "Ständigt förändrade behov och förväntningar hos kunder tillsammans med en ökad internationell konkurrens medför att företag och organisationer satsar allt mer på sitt kvalitetsarbete. Det övergripande syftet med ett offensivt och systematiskt kvalitetsarbete är att få nöjdare kunder till en lägre kostnad. Kvalitetsteknik, eller kvalitetsutveckling, är ett relativt nytt ämnesområde som har väckt stort intresse bland näringsliv och offentliga organisationer. Exempel på områden som inkluderas i kvalitetsteknik är ledarskap och verksamhetsutveckling, kundrelationer och tillfredsställelse, samt processer och produktutveckling (varor och tjänster). Kunskaper i kvalitetsteknik är branschoberoende och är därför relevanta inom alla utbildningar.     De kurser i kvalitetsteknik som ges vid Mittuniversitetet baseras på högaktuell internationell forskning. Några av kurserna är ortsoberoende distanskurser och bygger på användning av webbaserade verktyg, arbete i grupp och eget arbete med handledning samt några gemensamma träffar. Kurserna förutsätter studenternas aktiva arbete med problemställningar som speglar olika företags och organisationers arbete med att utveckla produkter och verksamhet i syfte att förbättra de olika processernas resultat.     Det finns idag en stor efterfrågan på medarbetare med kompetens inom kvalitetsområdet, inte bara bland de nya framväxande tjänste- och kunskapsproducerande företagen, utan även inom skolor och den offentliga sektorn.     Mittuniversitetet ger också en påbyggnadsutbildning i kvalitets- och ledarskapsutveckling, 60 hp.",
      "language": "SV"
    },
    {
      "subjectCode": "LIA",
      "subject": "Litteraturvetenskap",
      "preamble": "Berättelser av olika slag har i alla tider och i alla kulturer varit en viktig och berikande del av tillvaron. Genom berättandet har människan fångat ögonblick som passerat, blåst liv i stora känslor och bearbetat omstörtande konflikter såväl i den yttre som den inre verkligheten. Inom litteraturvetenskapen studerar vi dessa texter, från antikens Odysseus till nutidsfenomenet Harry Potter. Starkt fokus ligger på att tolka texterna och förstå dem utifrån deras sammanhang. I ämnet ingår också kreativt skrivande.",
      "bodyText": "Kurserna på grundnivå, A- och B-kurser, är inriktade på att utveckla förmågan att analysera och tolka litterära texter i de tre huvudgenrerna berättelser, dramatik och lyrik, att ge orientering i litteraturvetenskaplig teori och metod och att ge litteraturhistoriska kunskaper.     Litteraturlistorna innehåller både teoretiska och litteraturhistoriska arbeten och ett stort antal litterära verk från Homeros till våra dagar. I B-kursen ingår också ett mindre uppsatsarbete. I C-kursen på grundnivå ingår en teoretisk fördjupning, men först och främst en uppsatskurs där eget forskande och skrivande står i centrum.     Kurserna på grundnivå, A-C, i litteraturvetenskap kan vara huvudområde i en kandidatexamen, men litteraturvetenskap kan också vara huvudområde i en magisterexamen. På magisternivå domineras ämnesstudierna av ett självständigt forskningsarbete där de teoretiska och metodiska kunskaperna befästs och där resultaten läggs fram i form av en vetenskaplig uppsats/självständigt arbete.     Kreativt skrivande är en alternativ form av litteraturvetenskapliga studier på grundläggande nivå, A och B, som inriktas mer direkt på det litterära skrivandets estetik med stark betoning på egen textproduktion i olika litterära genrer. Litteraturlistan innehåller företrädesvis verk från vår egen tid. På C-kursen arbetar studenten med ett sammanhängande eget verk.    Kurserna ger litteraturvetenskapliga kunskaper och textanalytisk kompetens som är användbara inom en rad områden: inom journalistiken och i mediebranschen generellt, i skolvärlden och inom biblioteksväsendet och i förlagsbranschen, för att bara nämna några områden. Magisterexamen ger behörighet till forskarutbildning inom litteraturvetenskap.",
      "language": "SV"
    },
    {
      "subjectCode": "LPU",
      "subject": "Ljudproduktion",
      "preamble": "Ljud omger oss överallt, hela tiden. Det stimulerar, roar och stör, men framför allt finns det där utan att vi tänker så mycket på det. Tills det försvinner. Även producerat ljud skulle lämna ett stort tomrum efter sig om det plötsligt tystnade. Tänk en film utan röster, musik eller stämningsskapande ljudeffekter – den blir platt, intetsägande och svåråtkomlig. För att inte säga urbota trist.",
      "bodyText": "Det låter förvisso naturligt men bakom ljuden vi hör på tv, radio, bio, teater och konserter ligger mycket arbete med att framställa det rent tekniskt. Om du är intresserad av ljud och av att arbeta med inspelning och produktion då är det här ett ämne för dig.    Du får lära dig att kombinera ljudtekniska lösningar, effekter och hantering av datorbaserade verktyg. Du får också lära dig att använda dina analytiska kunskaper till att förstå hur olika inspelningar är uppbyggda med hjälp utav olika verktyg samt ljudlägga filmer och spela in eget material. Är du musiker får du möjlighet att utvecklas och komma med idéer om hur du vill framföra din musik och få mer konstnärlig frihet.    Ljudproduktion är på Mittuniversitetet förlagd till avdelningen för elektronikkonstruktion i Sundsvall. Många av de frågeställningar man möter inom ljudproduktion har sitt ursprung i elektronik och elektroteknik, där ljudteknik, effekter och hantering av utrustning ingår. Vi har kombinerat dessa discipliner med discipliner som akustik och produktionsbearbetning av ett inspelningsprojekt eller till exempel en teateruppsättning.    Ljudproduktion är ett ämne som innefattar underdiscipliner såsom psykoakustik, ljudteknik och ljudskapande. Vid Mittuniversitetet finns idag ett program, Musik- och ljuddesign, som bygger på ljudproduktionsämnet, men även fristående kurser finns på grundläggande nivå.    Läser du ljudproduktion blir du bra förberedd för att arbeta tekniskt med musik och ljud. Arbetsmarknaden innefattar dels musikbranschen men även teater, radio, TV och allt annat som innefattar inspelning och produktion av musik och ljud.",
      "language": "SV"
    },
    {
      "subjectCode": "MAA",
      "subject": "Matematik/Tillämpad matematik",
      "preamble": "Matematik är ett universellt språk och ett självständigt begreppssystem som hjälper oss att förstå det som ligger bortom vår vanliga iakttagelseförmåga och formulera sådant som det vardagliga språket inte förmår.",
      "bodyText": "Matematik på universitetsnivå skiljer sig på många sätt från matematik i grund- och gymnasieskola. Större vikt läggs vid att förklara begreppens innebörd, sammanhang och ursprung än vid mekaniska räknefärdigheter. Matematik är ett levande språk som kan beskriva de mest skiftande fenomen. I många fall ger matematikstudierna en grund för fortsatta studier, såväl inom teknik som inom andra vetenskapsområden.     Kurser på grundnivå (A) ges på campus i Sundsvall och Östersund samt som distanskurser med sammankomster i Härnösand och Sundsvall. På grundnivå (B) ges distanskurser och några campuskurser i Sundsvall. De sammankomster som erbjuds på distanskurserna är som regel frivilliga. Endast på kurser av didaktisk karaktär förekommer obligatoriska distansträffar. Flertalet kurser på grundnivå examineras genom en skriftlig tentamen på någon av campusorterna eller vid ett kommunalt lärcentrum.     Du kan välja att läsa kurspaket på både grundnivå (A) och på den efterföljande grundnivån (B).     Kurser på avancerad nivå kan komma att ges under läsåret. Aktuella kursstarter anslås på vår webbsida: www.miun.se/nat. Exempel på kurser inom matematik på avancerad nivå är Diskret matematik, Komplex analys, Topologi, Integrationsteori, Funktionalanalys, Distributionsteori, Differentialgeometri I (Differentiabla mångfalder) och Differentialgeometri II (Riemannsk geometri).    Efter din magister- eller masterexamen kan du gå vidare till forskarutbildning, för att avlägga en licentiat- eller doktorsexamen i matematik. Som matematiker är du med och uppfinner och upptäcker matematiska verktyg för att bygga nya och bättre teoretiska modeller av verkligheten.  Mittuniversitetets forskning i matematik är främst inriktad på komplex analys och på tillämpad matematik med numerisk analys.    Även vissa allmänbildande eller yrkesinriktade kurser ges inom ämnet, i kursbeskrivningarna benämnda som breddkurser.",
      "language": "SV"
    },
    {
      "subjectCode": "MAT",
      "subject": "Matematik",
      "preamble": "Matematik är både ett universellt språk och ett självständigt begreppssystem. Det hjälper oss att beskriva verkligheten men även att förstå det som ligger bortom vår vanliga iakttagelseförmåga. Matematiken ger möjlighet att formulera sådant som det vardagliga språket inte förmår.",
      "bodyText": "Matematiken spelar en central roll inom naturvetenskap och teknik. Här uppstår ständigt nya problem där man behöver använda och utveckla avancerad matematik. Det kan vara metoder för att mäta klimatförändringar, modeller för evolution eller handla om bildöverföringar mellan telefoner. Dessutom ökar antalet användningsområden hela tiden, dels med nya naturliga områden som datavetenskap och finansiell matematik men även med traditionellt samhällsvetenskapliga områden allteftersom man upptäcker styrkan hos matematiska verktyg och modeller. Matematikstudier kan därför leda vidare till många olika områden och yrken.     Matematikkurserna är indelade i grund-, avancerad och forskarnivå. Kurser på grundnivå ges på campus i Sundsvall och Östersund samt som distanskurser.     Vid Mittuniversitetet kan du avlägga kandidat-, magister- eller masterexamen i matematik. Efter din magister- eller masterexamen kan du söka vidare till utbildning på forskarnivå för att avlägga licentiat- eller doktorsexamen i matematik. En översikt över Mittuniversitetets forskargrupper i matematik hittar du på www.miun.se.",
      "language": "SV"
    },
    {
      "subjectCode": "MBH",
      "subject": "Möbel- och byggnadshantverk",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "MKA",
      "subject": "Medie- och kommunikationsvetenskap",
      "preamble": "Kommunikation är A och O för ett fungerande samhälle. För att kunna påverka samhällsutvecklingen är det nödvändigt att kunna kommunicera professionellt. Det kan ske på en mängd olika sätt och med en rad olika kommunikationsmedel, allt från Twitter till TV-reklam. Vill du vara med och förändra samhället genom kommunikation är det här ämnet något för dig. Kommunikation är en nyckel till förändring.",
      "bodyText": "Medierna har ett stort inflytande över vår samtid och vår bild av världen. Information av olika slag sköljer över oss dagligen genom tv, radio, tidningar, Internet, mobilen och i direkta möten med andra. Medie- och kommunikationsvetenskap är med andra ord ett väldigt brett ämne som bland annat handlar om organisationers kommunikation och strategisk kommunikation. Frågor om mediernas makt och möjligheter, liksom hur du skapar och upprätthåller dialog och långsiktiga relationer med dina intressenter och målgrupper, ingår också.     Studierna vid Mittuniversitetet ger en allmän kommunikationsteoretisk grund och här finns också en tradition av gott samarbete med bransch och näringsliv i form av långa praktikperioder, samarbetsprojekt och forskning. Våra kurser och det treåriga Kommunikations- och PR-programmet kan leda till jobb som PR-konsult och kommunikatör inom olika medieföretag, på reklambyråer, företag och organisationer eller som marknadskommunikatör och projektledare inom kommunikationsområdet.     Kurser i medie- och kommunikationsvetenskap kan med fördel också kombineras med till exempel statsvetenskap, företagsekonomi eller grafisk design, vilket öppnar upp för ännu fler yrken. Inom de flesta yrkesområden har man nytta av kunskaper om kommunikation, därför är ämnet även ett bra komplement till många andra utbildningar.    Ämnet ges från grundnivå till avancerad nivå och kan användas som huvudområde i en kandidat-, magister- eller masterexamen. Mittuniversitetet bedriver uppmärksammad forskning inom politisk kommunikation, organisationers kommunikation och medieutveckling.    På Mittuniversitetets institution Medie- och kommunikationsvetenskap hittar du också utbildningar inom journalistik, alla med det gemensamma att kommunikationen står i fokus, om än på olika sätt.",
      "language": "SV"
    },
    {
      "subjectCode": "MSA",
      "subject": "Matematisk statistik",
      "preamble": "Matematisk statistik omfattar sannolikhetsteori och statistisk teori. Ämnet matematisk statistik ingår i grundutbildningen för naturvetare, ingenjörer och civilingenjörer. Det har varit ett examensämne vid svenska universitet sedan 1911.",
      "bodyText": "I sannolikhetsteorin studeras begrepp och metoder för att beskriva och analysera slump och slumpmässig variation. Vi är omgivna av fenomen som uppfattas som slumpmässiga; vinster och förluster i spel och lotterier, väntetider i köer, livslängder för människor och maskiner etcetera.  I statistisk teori studeras metoder för att analysera mätdata. Några exempel på tillämpningsområden är prövning av nya läkemedel, jämföra avkastningen av två frösorter, uppföljning av vatten- och luftkvalitet samt opinions- och marknadsundersökningar. Vi testar även hur slumpmässigt insamlade data överensstämmer med givna matematiska modeller. I kurserna ingår laborationer, vilka kräver datorhjälp för beräkningar och simuleringar. Fördjupade studier i matematisk statistik ger dig kunskaper som är användbara inom många områden. Matematiska statistiker arbetar inom läkemedelsföretag, landsting, finansinstitut, försäkringsbolag, större industrier och företag samt högskolor och universitet.  Även vissa allmänbildande eller yrkesinriktade kurser ges inom ämnet, i kursbeskrivningen benämnda som breddkurser.",
      "language": "SV"
    },
    {
      "subjectCode": "MTA",
      "subject": "Maskinteknik",
      "preamble": "Genom att välja maskinteknik ger du dig själv möjligheter till en spännande framtid. Om du är kreativ och tycker om förändringar är en maskinteknisk utbildning en utmärkt bas. I Mittuniversitetets maskintekniska utbildningar får du lära dig att driva projekt, utveckla teknik, designa produkter, och göra ekonomiska och miljömässiga avvägningar.",
      "bodyText": "Maskinteknik är det område som sammankopplar många ämnen till ett spännande, utvecklingsinriktat teknikområde. Inom maskinteknik är datorhjälpmedel ett naturligt arbetsverktyg. Det gäller alla steg i produktutvecklingsprocessen, från att ett projekt skissas upp till att produkten ska designas och tillverkas.     I maskinteknik kan Mittuniversitetet erbjuda akademisk examen på grund- och avancerad nivå, inkluderat högskoleingenjörsexamen. De utbildningsprogram som ges inom maskinteknik är högskoleingenjörsprogrammen Sportteknologi - maskiningenjör inom innovativ produktutveckling, 180 hp, och Maskiningenjör – produktutveckling, 180 hp. Även programmet Civilingenjör i teknisk design, 300 hp, innehåller en stor del maskinteknik.    Efter studier i maskinteknik finns en stor arbetsmarknad med många olika slags arbeten att välja mellan. Många arbetar med utveckling av produkter och processer, ofta kopplade till internationella kontakter och projekt. Även att arbeta som konstruktör, projektledare, marknadsförare eller säljare är naturliga yrken efter studier i maskinteknik.",
      "language": "SV"
    },
    {
      "subjectCode": "MVO",
      "subject": "Medicinsk vetenskap",
      "preamble": "Medicinsk vetenskap omfattar flera ämnen som sammantaget syftar till att ge kunskap om människokroppens byggnad och funktion vid hälsa och sjukdom.",
      "bodyText": "De ingående ämnena är:   Anatomi – läran om den friska människokroppens byggnad  Fysiologi – läran om den friska människokroppens funktion  Patologi – läran om sjukliga förändringar i organ och organsystemens byggnad  Patofysiologi – läran om sjukliga förändringar i organ och organsystemens funktion  Farmakologi – läran om läkemedels omsättning och verkan  Mikrobiologi – läran om olika mikrober som till exempel bakterier och virus, samt näringslära  I ämnesområdet ingår även preventiv medicin, vilket innebär förebyggande hälsovård och folkhälsoarbete.",
      "language": "SV"
    },
    {
      "subjectCode": "MXA",
      "subject": "Miljövetenskap",
      "preamble": "Utveckling mot ett hållbart samhälle är en stor utmaning. Kunskaper behövs om hur ekologiska, samhälleliga och tekniska system samverkar. Detta ger stimulerande och spännande perspektiv att arbeta med inom ämnet miljövetenskap.",
      "bodyText": "Miljövetenskap handlar om att förstå sambanden mellan hur människan påverkar naturen samtidigt som hon är beroende av den. Frågeställningar kring hållbar utveckling berör oftast många olika områden samtidigt. Systemsyn är därför viktigt för miljövetenskapen liksom förmågan att kunna kommunicera med företrädare för olika verksamheter och kunskapsområden i samhället. Detta innebär att kunskaper om ekosystem och tekniska system integreras med kunskaper om samhällets olika funktioner och möjligheter att navigera mot ett hållbart samhälle.     En hållbar utveckling förutsätter att naturens resurser nyttjas utan att de utarmas eller att den produktiva förmågan äventyras långsiktigt. Men en hållbar utveckling förutsätter också en social och ekonomisk utveckling, att människans hälsa främjas och att fattigdomen bekämpas. Det utan att kommande generationer blir lidande. Miljövetenskap handlar därmed också om att identifiera utvecklingsstrategier inom ramen för ett hållbart nyttjande av naturresurser.    Genom sin internationella karaktär ger miljövetenskap goda förutsättningar för arbete med olika internationella uppdrag. De flesta av våra kurser ges till stor del på engelska.     Miljövetenskap kan läsas som fristående kurser på grund- och avancerad nivå och kan vara huvudområde i kandidat-, magister- och masterexamen vid Mittuniversitetet.     I Ekoteknik, 180 hp, samt Ekoentreprenör för hållbar utveckling, 180 hp, ingår miljövetenskap som huvudområde, och ämnet ingår även i programmet Ekoingenjör, 180 hp. I Internationellt masterprogram i ekoteknik och hållbar utveckling, 120 hp, ingår främst kurser inom miljövetenskap och miljöteknik. Programmet vänder sig till såväl utländska som svenska studenter. Kurser i miljövetenskap ges vid Mittuniversitetet Campus Östersund samt på distans. Vid Mittuniversitetet företräds miljövetenskapen av professuren i ekoteknik.    Vidare information om utbildningsutbudet finns på: www.miun.se.",
      "language": "SV"
    },
    {
      "subjectCode": "MÖA",
      "subject": "Miljöteknik",
      "preamble": "Kunskaper om hur teknik och tekniska system kan bidra till en hållbar samhällsutveckling och förbättrad miljökvalitet är centrala inom ämnet miljöteknik.",
      "bodyText": "En hållbar samhällsutveckling förutsätter att naturens resurser nyttjas utan att de utarmas eller att den produktiva förmågan äventyras långsiktigt. Vidare förutsätter en hållbar utveckling en social och ekonomisk utveckling, att människans hälsa främjas och att de kulturhistoriska värdena tillvaratas.   Ämnet behandlar energi- och materialflöden för att ge kunskap om hushållning med naturresurser och om att förebygga miljöproblem. Därför studeras hur materialflöden i samhället kan minimeras via kaskadkopplingar, återanvändning och återvinning av produkter och material, liksom metoder för hantering av restprodukter och rening. Systemoptimering och en övergång till förnyelsebara resurser är viktiga element i undervisningen. För att ge förståelse för hur ny teknik och nya tekniska system utvecklas och kommer till användning behandlas även innovationsspridning och miljödriven innovation. Miljöledningssystem och miljörevision är verktyg inom miljötekniken för att bland annat förbättra miljöarbetet inom företag. Kunskap om teknik för rening och sanering är också en del av ämnet.  Vissa kurser, eller delar av kurser, kan komma att ges på engelska.     Miljöteknik ges på grund- och avancerad nivå och anknyter till forskarutbildningsämnet Ekoteknik och miljövetenskap. Miljöteknik kan vara biämne inom ramen för exempelvis naturvetenskapliga, tekniska eller samhällsvetenskapliga utbildningsprogram. Miljöteknik är huvudområde i utbildningen Ekoingenjör, 180 hp, och kurser i ämnet ingår även i Ekoteknik, 180 hp, samt i Internationellt masterprogram i ekoteknik och hållbar utveckling, 120 hp. Kurser i miljöteknik ges vid Mittuniversitetet Campus Östersund samt på distans. Vid Mittuniversitetet företräds miljöteknik av professuren i ekoteknik.    Vidare information om utbildningarna finner du på: www.miun.se.",
      "language": "SV"
    },
    {
      "subjectCode": "NAA",
      "subject": "Nationalekonomi",
      "preamble": "Nationalekonomin erbjuder en spännande väg för att förstå hur samhället fungerar sett ur olika perspektiv. Inom ämnet behandlas allt från den enskilda individens och familjens situation till den internationella ekonomins sätt att fungera.",
      "bodyText": "Nationalekonomi som vetenskap studerar val mellan olika varor och tjänster. Med utgångspunkt i samhällets knapphet på resurser och hushållens önskemål försöker nationalekonomen förklara hur det ekonomiska systemet frambringar varor och tjänster som svarar mot dessa önskemål.    Inom den ena grenen av nationalekonomin, mikroteorin, studeras hur hushållningsproblemet löses i ett marknadsekonomiskt system. Hur väljer hushåll och företag vad de köper, säljer, producerar, sparar och investerar, samt hur mycket de arbetar? Hur bestäms priser och löner av konkurrensen på marknaderna?  Inom den andra grenen, makroteorin, försöker man förklara hur ekonomin som helhet utvecklas: ekonomisk tillväxt, konjunkturer, arbetslöshet, inflation, växelkurser, räntor, bytesbalans och statsfinanser. Dessutom studeras möjligheterna att påverka den ekonomiska utvecklingen med penning- och finanspolitik.  Förutom dessa centrala moment behandlas i olika delkurser stabiliseringspolitik, struktur- och tillväxtproblem, finansiell ekonomi samt relationer i den internationella ekonomin.     Kännetecknande för studier i nationalekonomi är ett starkt metodinslag. Särskild vikt läggs vid kvantitativ metod genom en kurs i ekonometri. Tonvikten vid metod ger dig förmåga att självständigt och kritiskt analysera många olika ekonomiska problem utifrån tillgängligt material.     På Mittuniversitetet erbjuds kurser på grundnivå (A, B och C). Nationalekonomi kan vara huvudområde för en kandidatexamen vid Mittuniversitetet. Nationalekonomi kan också ingå som kompletterande ämne till en examen i annat huvudområde. Vissa kurser ges på engelska.",
      "language": "SV"
    },
    {
      "subjectCode": "NGA",
      "subject": "Naturgeografi",
      "preamble": "Naturgeografin behandlar terrängens former, berggrund, jordlager, klimat och hydrologi samt samspelen mellan dessa.",
      "bodyText": "Naturresurser som är centrala för människan – till exempel vatten, energi och byggnadsmaterial – har sitt ursprung i geologiska eller hydrologiska förhållanden som tas upp inom naturgeografiämnet. I naturgeografin ingår även studier av jordklotets uppbyggnad och dess geologiska historia.",
      "language": "SV"
    },
    {
      "subjectCode": "OMA",
      "subject": "Omvårdnad",
      "preamble": "Nursing is an academic subject and the main field of study in the Nursing Programme and in the Mental Health Programme. The subject is built on research and experience as well as on an overall view of man.",
      "bodyText": "The subject Nursing contains knowledge on human relations, actions in the case of sickliness, illnesses and handicaps, as well as treatments to ease pain, maintain health and it also emphasizes man as an individual in a cultural and social context.   Nursing can improve the life quality and health of patients and their close relatives.   General knowledge of Nursing can be described as universal and not connected to specific illnesses or handicaps. But as nursing often takes place in different environments, like in hospitals or in the patient´s home, there are also links to more specific conditions of sickliness, illness and/or handicaps.     Research within Nursing is a wide area and originates from one of the central terms of Nursing: man, health, environment, interaction and treatment.  Research has developed central terms and theories on different levels and with a different level of variety, unique for this subject. Nursing can be linked to a number of other subjects, such as Medicine, Psychology, Pedagogics, Religion, Ethics and Behavioural Science, Social science and Sociology.    The campuses Sundsvall and Östersund offer first- and second-cycle programmes and courses. Nursing is not only the main field of study of the first cycle, this subject is also the main field of study of specialist studies, as well as of the Master´s programme (one year) and the Master´s programme (two years) of Health Sciences. Within the subject, there are also single first- and second- level courses that can lead to a Bachelor of Arts degree, a Master of Arts (60 credits) or a Master of Arts  (120 credits) degree at Mid Sweden University. Nursing can also be a supplementary subject for a degree in another main field of study. Some first-cycle courses may be taught in English. Complementary courses is a term we use for courses that provide an in-depth insight into parts of a subject, but these are normally not access courses to higher cycles.",
      "language": "EN"
    },
    {
      "subjectCode": "PEA",
      "subject": "Pedagogik",
      "preamble": "Pedagogik som vetenskapligt ämne syftar till att beskriva, förstå och förklara historiska och samtida påverkansprocesser såsom fostran, utbildning, undervisning, lärande, omsorg samt normer och kulturell reproduktion inom en samhällelig kontext.",
      "bodyText": "Påverkansprocesser finns i förskolan, fritidshemmet, skolan och andra utbildningssammanhang, men också till exempel i personalarbete, behandling och informationsförmedling i sjuk- och hälsovård, i föreningsverksamhet som träning och tävling inom idrott, och i marknadsföring. Den gemensamma nämnaren är att utbildning, lärare, föräldrar, beteendevetare, läkare, tränare och marknadsföring bidrar till att elever, barn, personal och kunder, patienter, idrottare, publik och konsumenter inlemmas olika i sociala sammanhang. Specifik forskning om förskola och fritidshem handlar om omsorg, utveckling och lärande.    Den forskning som bedrivs inom pedagogikämnet vid Mittuniversitetet handlar om styrning, utvärdering, normalisering, undervisning, lärande, och ledarskap samt digitalisering och kulturell reproduktion i särskilda sammanhang. Ämnet utgör en väsentlig del av lärarutbildningsprogrammen och ingår som huvudområde i det beteendevetenskapliga programmet, i magister- och mastersprogrammen liksom i utbildningen på forskarnivå.    Efterfrågan på personal med kompetens i pedagogik finner man inom såväl privat som offentlig sektor, såsom vårdsektorn, utbildningsväsendet, enskilda organisationer, privata företag och fritidsverksamhet.    Mittuniversitetet erbjuder kurser i pedagogik på grundnivå, avancerad nivå samt på forskarnivå. Kurserna kan ingå som huvudområde i en kandidat-, magister-, master- eller forskarexamen. Kurser ges både som helfarts-, halvfarts- och kvartsfartskurser. De senare ger dig möjlighet att kombinera yrkesarbete och studier. Dessutom ges vissa special- och fortbildningskurser inom ämnet.",
      "language": "SV"
    },
    {
      "subjectCode": "PSA",
      "subject": "Psykologi",
      "preamble": "Are you interested in the understanding of human behaviour, feelings and thoughts? Do you want to learn more about how people relate to each other in everyday life as well as in the workplace? Do you find the reciprocal causation of behaviour, our motivation and mental capacities interesting? Do you want to learn about what promotes health and wellbeing? If so, Psychology is the subject for you.",
      "bodyText": "Basic scientific areas in psychology are among others; personality, social psychology, developmental psychology, learning psychology, cognitive and emotion psychology. Applied areas of psychology include subjects such as; clinical psychology, psychology of the workplace, health psychology, environmental psychology and sports psychology. Applied areas which are emphasized at Mid Sweden University are those that, in a rather wide sense of the word, relate to working life and health. Examples are; psychosocial aspects of the workplace, stress, health and wellbeing, human resource management, leadership, attitudes and values, environmental issues, communication and decisionmaking. Through its variety with regard to theoretical approaches, psychology spans over many scientific perspectives. As the goal is to understand, describe and explain, scientific theory and research methodology, as well as participation in laboratory work, are fundamental to the teaching of psychology. The link between research and teaching conducted at the department is emphasized on all levels. Research at the department spans across a wide field but has a general profile towards Psychology of the workplace and Health psychology. Three partly overlapping fundamental areas are subsumed within these topics; Work- and organisational psychology, Health psychology and Experimental psychology.     Basic and applied courses of 30 credits respectivly are mandatory. After conducting a few more courses, in total 75 credits, the basic level ends up with an individual written essay of 15 credits.     Psychology on an advanced level can be studied on distancebased courses on in a distancedbased Masterprogramme. Both courses and the program have madatory meetings at Campus Östersund, Sweden.    In short: Psychology as a subject can be studied both on a basic and on advanced level, resulting in a Bachelors and/or Master degree.",
      "language": "EN"
    },
    {
      "subjectCode": "RET",
      "subject": "Retorik",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "RHE",
      "subject": "Rehabiliteringsvetenskap",
      "preamble": "Varför är så många sjukskrivna från jobbet? Beror det på dålig hälsa, dålig moral, på ett alltför stressigt arbetsliv eller på att livspusslet helt enkelt inte går ihop? Rehabiliteringsvetenskap handlar om hur arbetslivet och samhället kan anpassas och individen rustas så att hälsa främjas, ohälsa förebyggs och att de som ändå drabbas av sjukdom eller skada får en väl fungerande rehabilitering.",
      "bodyText": "Sjukfrånvaro och ohälsa är ett stort problem. För individen leder långvarig sjukfrånvaro ofta till en känsla av utanförskap. Självförtroende och självkänsla går förlorade och ju längre tid som frånvarande, desto mer inaktuell blir ens kompetens. Sjukfrånvaro är också problematiskt för företaget och samhället. Arbetsgivaren har ett betydande ansvar för arbetsmiljö och rehabilitering och för samhället är kostnaderna för långvarig sjukfrånvaro stora.     Rehabilitering är en komplex verksamhet som kräver kunskap inom flera olika områden och det är därför ett mångvetenskapligt ämne. Inom rehabiliteringsvetenskap betonas även förebyggande och hälsofrämjande insatser, det vill säga åtgärder som kan vidtas för att förebygga ohälsa och förbättra hälsa.     Fyra centrala begrepp är:   1. Resursmobilisering; fokus ligger på resurserna och inte på hindren  2. Kommunikation; till exempel bemötande, förhållningssätt och relationer  3. Samverkan; mellan individ, organisation och olika myndigheter  4. Helhetssyn; individen måste ses i ett helhetsperspektiv    Kurserna i rehabiliteringsvetenskap erbjuds på distans och är ortsövergripande, med sammankomster i både Östersund och Sundsvall. Vissa kurser som erbjuds har inga fysiska träffar. Programutbildningen har ett nära samarbete med universitet i Australien och USA, vilket ger möjligheter till internationella utbyten.    Förutom det reguljära kursutbudet på grundnivå erbjuds olika typer av specialkurser, så kallade breddkurser. Breddkurser är ett begrepp som används för kurser som ger färdigheter inom specifika delområden av ett ämne, men som oftast inte är behörighetsgivande för tillträde till högre nivåer.",
      "language": "SV"
    },
    {
      "subjectCode": "RKA",
      "subject": "Religionsvetenskap",
      "preamble": "Här studeras religioner i historia och nutid, ur flera olika aspekter. På kurserna samsas filosofiska, psykologiska och politiska perspektiv och religionerna sätts in i sina historiska sammanhang. Studierna börjar brett för att sedan fokusera på närstudier i form av självständiga arbeten.",
      "bodyText": "På Religionsvetenskap GR (A) börjar vi med en forskningsorientering kring fenomenet religion, för att sedan i kronologisk ordning studera Mellanösterns och antikens religioner. Genom att studera de abrahamitiska religionernas relation till deras historia och samtid synliggör kursen den historiska utvecklingen kring Medelhavet och i Europa. Sidenvägen och tvåflodlandets högkulturer binder också samman den historiska kontexten mellan Medelhavet och Indien och Kina.    På Religionsvetenskap GR (B) fortsätter vi framåt i historien med de fornnordiska och samiska religiösa föreställningarna, men även med en tematisk religionsfilosofisk överblick, för att knyta samman de områden som vi hittills har studerat. Kursen har också en fördjupning i nya religiösa rörelser och avslutas med ett självständigt arbete som du väljer och studerar i samråd med din handledare. Komna så här långt har vi täckt de områden kring vilka det bedrivs forskning inom religionsvetenskap vid Mittuniversitetet. Inom dessa tre områden ska de fördjupande studierna bedrivas under avslutningen av Religionsvetenskap B och sedan fortsätta under Religionsvetenskap GR (C).    På Religionsvetenskap (C) fördjupas din specialisering ytterligare inom något av våra forskningsområden och teori och metod. Seminarierna och undervisningen kommer dels att inbegripa uppsatsseminarierna, men även högre seminariet i ämnet där även gästföreläsare, forskare vid lärosätet och magisterstudenter lägger fram texter. Det högre seminariet är internationellt och hålls ofta på engelska. Kursen syftar till att öka din självständighet som forskare och ska i förlängningen leda till publicering i forskningstidskrifter i ditt fält.     Religionsvetenskap vid Mittuniversitetet har dessa forskningsfält:  - Antikens gnostiska traditioner, tidig judendom, och manikeism. Myttteoretiska frågor.  - Indiska religiösa och religionsfilosofiska texter, postkoloniala teoribildningar och konstruktioner av hinduism och yoga   - Nordisk förkristen religion och kristnandet av Norden (fornnordisk och samisk religion, samt kristnande processen ur dessa)  - Religion och kollektiv identitet/nationalism/religion och politik  - Religion i och ur popkultur, populärreligion i dagens samhälle  - Buddhism i dess olika former  - Religion i skola    På magisterkursen fortsätter du med den inriktning du har valt under grundutbildningen. Med studier inom något av våra forskningsfält förbereds du för att ta klivet upp på forskarnivå och genom våra internationella nätseminarier får du tillgång till ledande forskning inom ditt specialområde.",
      "language": "SV"
    },
    {
      "subjectCode": "SAA",
      "subject": "Socialt arbete",
      "preamble": "De sociala utmaningarna i samhället är många och de är ofta sammankopplade med ökande globalisering. Socialt arbete är ett ämne som är särskilt inriktat på människors utsatthet.",
      "bodyText": "För att kunna möta de sociala utmaningarna kring barn och unga som far illa, hemlöshet, psykiska och fysiska funktionshinder, trafficking, missbruk, segregation och utanförskap behövs kunskap. Forskning i socialt arbete inriktar sig bland annat på sociala och socioekonomiska orättvisor och möjligheter till integration av marginaliserade grupper. Ämnet socialt arbete vid Mittuniversitetet är en del av ett internationellt forsknings- och utbildningsfält av kunskapsproduktion och kunskapsspridning för att främja social rättvisa. Ökad internationell konkurrens och behovet av ny kunskap inom det alltmer globaliserade arbetsfältet gör existensen av strategiska program nödvändiga för att vi ska kunna möta dessa nya utmaningar.    Mittuniversitetet erbjuder utöver socionomutbildningen regelbundet olika kurser för dig som är engagerad i sociala frågor och intresserad av att förstå och förändra människors livsvillkor i Sverige och i världen.",
      "language": "SV"
    },
    {
      "subjectCode": "SHA",
      "subject": "Samhällskunskap",
      "preamble": "Samhällskunskap ger dig bred kunskap om samhället. Du får verktyg för att kunna beskriva, förstå och förklara det ofta komplexa och mångfacetterade samhälle vi lever i.",
      "bodyText": "Samhällskunskap som ämne har en lång tradition, med ett ursprung som går att återfinna i 1918/1919 års skolreform. Ämnets uppgift har alltsedan starten, om än med olika formuleringar, definierats till att fokusera den värdegrund samhället vilar på. Ämnet samhällskunskap vid Mittuniversitetet inriktas mot ämnes- och allmändidaktik, generell samhällsteori, perspektiv på demokrati samt medborgarskapets varierande dimensioner (Citizenship Education). De didaktiska studierna behandlar samhällskunskapens framväxt och funktion och olika ämnesdidaktiska frågeställningar (planera, genomföra och bedöma). Den generella samhällsteorin behandlar områden som välfärdssamhällets utmaningar, globaliseringsprocesser och makt. Frågor om demokrati och medborgarskap speglas således tvärvetenskapligt med såväl nationella som internationella utgångspunkter.",
      "language": "SV"
    },
    {
      "subjectCode": "SKA",
      "subject": "Statsvetenskap",
      "preamble": "Statsvetenskap är ett ämne med bred inriktning mot nationella och internationella samhällspolitiska frågor. I dagens internationaliserade värld behövs personer med en vidare kompetens och allmän överblick över en värld i snabb förändring.",
      "bodyText": "Statsvetenskap är den vetenskap som ger dig kunskap om politiska företeelser och dess villkor.     Genom studier i statsvetenskap ges du förutsättningar att inhämta allmänna kunskaper om samhället och dess politiska system. Statsvetenskapliga studier ger dig grundläggande och fördjupade kunskaper om bland annat politiska idéer och ideologier, det politiska systemet i Sverige och i andra länder, offentlig förvaltning, politiska beslutsprocesser, politiskt beteende, internationell politik och internationella organisationer. Kurser i statsvetenskap erbjuds vid Mittuniversitetets campus i Sundsvall och i Östersund samt på distans.     Forskningen inom statsvetenskap vid Mittuniversitetet är profilerad mot frågor kring förändrade demokratiska förutsättningar och dess effekter. På avancerad nivå förstärks kopplingen till den forskning som bedrivs inom ämnet. Forskningsprofilen finns mer utförligt beskriven på ämnets hemsida. https://www.miun.se/globalassets/institutioner/shv/statsvetenskapforskningsstrategi.pdf    Statsvetenskap är ett viktigt ämne i flera samhällsvetenskapliga utbildningsprogram vid Mittuniversitetet.  Ämnet ingår i Samhällsvetarprogrammet i Sundsvall och i Förvaltningsjuridiska programmet i Östersund. Därefter kan du läsa  Magisterprogram i statsvetenskap som ges i Sundsvall och Östersund.     På grund av ständig aktualitet och efterfrågan på arbetsmarknaden ingår statsvetenskap även i flera andra utbildningar som kompletterande ämne. Du kan även läsa ämnet genom fristående kurser, från grund- till avancerad nivå, samt såväl genom fördjupningskurser som breddkurser. Vissa kurser ges på engelska.     Statsvetenskap kan vara huvudområde för en kandidat- och magisterexamen vid Mittuniversitetet. Statsvetenskap kan också vara ett kompletterande ämne till examen inom annat huvudområde.",
      "language": "SV"
    },
    {
      "subjectCode": "SOA",
      "subject": "Sociologi",
      "preamble": "Sociologin som vetenskap handlar om att förstå och förklara samhällets sätt att fungera. Det betyder att sociologins uppgift är att undersöka och reflektera över olika samhälleliga fenomens tillstånd, utveckling och förändring.",
      "bodyText": "Sociologin ger ett helhetsperspektiv på samhället och analyserar hur individer, grupper, organisationer och institutioner dels påverkar varandra och dels återverkar på samhället i stort. Ämnet har utvecklats inom en rad områden, till exempel organisationssociologi, arbetssociologi, socialpsykologi, familjesociologi, välfärd och socialpolitik, miljö- och risksociologi samt genusforskning.     Helhetsperspektivet inom ämnet sociologi gör att andra samhällsvetenskapliga ämnen tagit intryck av sociologin i sin egen ämnesutveckling. Detta är en bidragande orsak till att många studenter inom andra ämnen kompletterar sina studier med just sociologi. När det gäller samhällsvetenskapliga metoder har sociologin i hög grad bidragit till utvecklingen av dessa. Inom ämnet finns goda kunskaper om hur olika samhällsvetenskapliga fenomen kan undersökas och analyseras både från kvalitativa och kvantitativa utgångspunkter.    Sociologer arbetar inom flera sektorer i samhället och sociologer anställs till exempel som chefer inom både privata och offentliga organisationer eller som personalansvariga, organisationsanalytiker, marknadsundersökare, utvärderare och konsulter.    Sociologi kan läsas på såväl grund- som avancerad nivå och ingå som huvudområde eller som kompletterande ämne i kandidat- och magisterutbildningar. På grundnivå (A) finns förutom ämnets grundkurser också ett antal så kallade breddkurser, vars syfte är att ge specialisering eller fördjupning inom vissa delar av sociologin. Dessa kurser ger inte behörighet till nästa nivå i ämnet. Vid Mittuniversitetet bedrivs utbildning och forskning främst inom ledarskap, organisationer, risker och välfärdsstaten.",
      "language": "SV"
    },
    {
      "subjectCode": "SPA",
      "subject": "Spanska",
      "preamble": "Spanska är världens tredje största språk och talas av cirka 400 miljoner människor i Latinamerika, Spanien, delar av USA, Afrika och Asien. Läser du spanska hos oss får du gedigna kunskaper inte bara i språket, utan också i den spansktalande världens historia och dess olika kulturer. Att behärska spanska på ett korrekt sätt i tal och skrift kan vara nödvändigt i flera olika yrken, till exempel som lärare, översättare, journalist, diplomat, biståndshandläggare eller tolk.",
      "bodyText": "Spanska kan du läsa på fyra grundnivåer, A-, B-, C nivå. A-kursen fokuserar på muntlig och skriftlig färdighet, studier och övningar i spansk grammatik och fonetik, läsning och analys av samtida litterär prosa samt studier i Spaniens och Latinamerikas historia och kulturer.     B-kursen lägger ett lingvistiskt perspektiv på spanska språket och dess historiska utveckling, fördjupar litteraturstudierna med läsning och analys av den spanskspråkiga litteraturhistorien från år 1800 och framåt, utvecklar din förmåga till mediering mellan svenska och spanska samt problematiserar den gängse bilden av den spansktalande världens utveckling och samtid. Har du läst spanska A på universitetsnivå och vill bygga på med ytterligare 15 hp i ekonomisk terminologi kan du välja kursen Spanska för ekonomer.     C-kursen vidareutvecklar dina kunskaper i spanska ur ett språkvetenskapligt och litteraturvetenskapligt perspektiv, ger kunskaper i vetenskaplig teori och metod, vidgar studiefältet till att omfatta spanskspråkig litteratur från medeltiden och framåt samt utvecklar språkfärdigheterna i grammatik och stilistik ytterligare. På C-nivå förväntas du göra ett akademiskt arbete inom ett språkvetenskapligt, litteraturvetenskapligt, kulturvetenskapligt eller didaktiskt område. Undersökningen redovisar du sedan i form av en uppsats om 15 hp. Den kan du också använda som examensarbete för en fil.kand-examen med spanska som huvudområde. Läser du för att bli behörig lärare i spanska på grundskolan ingår ämnet ämnesdidaktik i vissa delar av kursen.    Från och med B- och C-nivå har du möjlighet att genomföra vissa kursmoment vid något av Mittuniversitetets partneruniversitet i Spanien. Detta gör du genom att söka ett av EU finansierat Erasmusstipendium för studentutbyte. Utnyttja gärna denna möjlighet att vistas i en helt spansktalande miljö och ta del av partneruniversitetets kursutbud.    För dig som inte har godkänt betyg i spanska t o m steg 3 från gymnasiet, alternativt godkänt t o m nivå B1 enligt Europarådets referensramar för språk, erbjuder vi en preparandkurs på 30 hp på Campus Sundsvall varje hösttermin. Det gäller alltså dig som på sikt vill läsa spanska på universitetsnivå, men saknar nödvändiga förkunskaper och färdigheter i språket för detta.     De flesta av våra kurser ges huvudsakligen på Campus Sundsvall. Det gäller preparandkursen, spanska A samt spanska B helfart. Spanska A samt spanska B distans har regelbundna campusbaserade träffar i Sundsvall. Spanska C läses antingen på Campus Sundsvall eller som IT-distanskurser med regelbundna sammankomster och seminarier via nätet.",
      "language": "SV"
    },
    {
      "subjectCode": "SSA",
      "subject": "Svenska som andraspråk",
      "preamble": "Studier i svenska som andraspråk har du nytta av i många olika yrken såväl inom den offentliga som den privata sektorn. I kurserna ligger stor tonvikt på hur ett andraspråk lärs in och andraspråkstalares situation i ett nytt hemland. Begrepp som kultur, migration, etnicitet och identitet problematiseras och diskuteras liksom faktorer som påverkar språkinlärningen.",
      "bodyText": "Studierna i svenska som andraspråk på grundnivå, GR (A och B), ger dig en introduktion i de olika områden som ingår i det aktuella fältet. Teorier om till exempel andraspråksinlärning och andraspråksutveckling behandlas och det didaktiska perspektivet lyfts för att få en koppling mellan teori och praktik. Detta avspeglas i kurslitteraturen, arbetsuppgifter och diskussioner i klassrummet. Både ämnesteoretisk och ämnesdidaktiska inslag ingår alltså i kurserna.    I svenska som andraspråk ingår åtta kurser om 7,5 hp vardera. Var och en av kurserna har sin speciella inriktning, till exempel andraspråksinlärning, svenska språket ur ett tvärspråkligt perspektiv, språksociologi och migration. Den sista kursen på B-nivå, Svenska som andraspråk B4, består av ett uppsatsmoment där du genomför en undersökning och redovisar resultaten i skriftlig form. Stort fokus ligger på didaktiska inslag då kurserna i svenska kan användas för den som vill undervisa elever med annat modersmål än svenska och söka behörighet för det.",
      "language": "SV"
    },
    {
      "subjectCode": "STA",
      "subject": "Statistik",
      "preamble": "Statistics is about methods for gathering, organizing and analyzing structured data, and is an integral part of the empirical scientific work in virtually all scientific areas. This is why statistics is associated with most other subjects.",
      "bodyText": "Statistics for scientific work offered in English    The courses \"Statistics for scientific work I\" and \"Statistics for scientific work II\" are two 9 ECTS courses which are offered in English over the Internet. These courses are particularly suited for someone who needs to apply statistical methods in another professional or scientific context than statistics. The knowledge of statistical concepts are put in subject area contexts and with basic scientific inference, and the central theme is the question of association between variables. The knowledge is being learned in parallel with the skills in using computer based statistical packages for analysis and report. This makes the knowledge directly useable in scientific work and other professional situations, where an evidence based approach is called for.     Also worth mentioning is that the courses have a non-mathematical approach. And instead of calculating different measures like correlations and confidence intervals, a professional statistics package is used and focus is on interpreting and understanding charts, tables, correlation coefficients and other statistical out-put which is useful in describing relationships between variables.     Requirements for the course package \"Statistics for scientific work\" are English language skills and academic experience consisting of at least 30 ECTS credits given by a higher education institution.      Our primary target groups are Life Long Learners in the work place and students at universities who already have some academic education. The common denominator is the need for knowledge of statistical methods and hands-on statistical data analysis skills.",
      "language": "EN"
    },
    {
      "subjectCode": "SVE",
      "subject": "Svenska språket",
      "preamble": "Studier i svenska språket har du nytta av vad du än väljer att arbeta med. I kurserna i svenska språket tar vi främst upp den nutida svenskan, men vi kommer också in på svenska språkets historia, dialekter och  grannspråk. Likaså studerar vi hur individer och grupper använder språket i olika situationer. Du får själv god träning i att tala och skriva inför ditt yrkesliv.",
      "bodyText": "Studierna i svenska språket på grundnivå GR (A och B) ger dig en introduktion i språkvetenskaplig teori och metod samt grundläggande kunskaper om det svenska språkets struktur och användning. Utbildningen utvecklar förmågan att analysera texter och ger kunskaper i talets och skriftens hantverk. Kurserna belyser språkproblem i ett samhällsperspektiv och förmedlar kunskaper om svenska språkets varierande bruk alltefter syfte och sammanhang. Individens språkutveckling studeras, svenska språkets historiska utveckling samt dialekter och namn. Det ges också en introduktion i grannspråken danska och norska liksom en översiktlig orientering om de övriga språken i Norden. Dessa studier avslutas med en uppsatskurs där du i skriftlig form redovisar resultatet av en undersökning (självständigt arbete). Vidare kan du fördjupa dina insikter i ämnet med en tredje kurs, GR (C), vilken innehåller två moment i form av en läskurs och en teori- och metodkurs med vetenskaplig uppsats. Kurserna på grundnivå erbjuder vi normalt på både halvfart och helfart. Om du vill fördjupa dig ytterligare kan du läsa ämnet på avancerad nivå (AV) inom magisterprogrammet. Detta innebär två terminers vidare studier.     Svenska språket rymmer didaktiska inslag. Det innebär en koppling mellan teori och praktik, vilket avspeglas i kursernas litteratur, arbetsuppgifter och diskussioner. Detta ska vara till nytta för både blivande lärare och dem som har tänkt sig annan yrkesverksamhet.     Våra kurser läses i allmänhet som distanskurser med träffar i Sundsvall.     Utöver det reguljära kursutbudet erbjuder Mittuniversitetet inom ramen för svenska språket även kortare bredd- och fortbildningskurser. Vi erbjuder också kurser i svenska för utländska studenter.",
      "language": "SV"
    },
    {
      "subjectCode": "TDE",
      "subject": "Teknisk design",
      "preamble": null,
      "bodyText": null,
      "language": null
    },
    {
      "subjectCode": "TKU",
      "subject": "Teknikkunskap",
      "preamble": "Begreppet teknik betecknar såväl en specifik mänsklig aktivitet och kunskap som ett skolämne. I kurserna under denna rubrik behandlas frågor som rör teknikens identitet och relation till andra kunskapsområden utifrån begreppets båda betydelser.",
      "bodyText": "Teknisk problemlösning, inklusive problemidentifiering, lösning, konstruktion och värdering, är en viktig del och genomförs så att teoretiska och praktiska aspekter och moment integreras. Teknikens växelverkan med individ, samhälle och miljö, samt de behov, drivkrafter och villkor som kännetecknar teknikens framväxt, utgör viktiga elementa. Härvid fästes vikt vid bland annat genusfrågor och etiska och internationella perspektiv.  För att underlätta förståelsen görs teknikens historia och exempel på olika utvecklingslinjer till centrala inslag. Orientering i teknikens didaktik, samt bearbetning av aktuella styrdokument som till exempel den nationella kursplanen för teknikämnet och dess betygskriterier präglar alla kurser i skolteknik på Mittuniversitetet.",
      "language": "SV"
    },
    {
      "subjectCode": "TRU",
      "subject": "Turismvetenskap",
      "preamble": "Turism omfattar människors aktiviteter när de reser till och vistas på platser utanför sin vanliga omgivning. Turismvetenskap studerar villkoren för detta, fördjupar kunskaper kring företag och organisationer inom turismen samt analyserar vilka effekter turismen ger på destinationen.",
      "bodyText": "Turismvetenskap är ett studie- och forskningsområde med helhetssyn där fysiska, ekonomiska, sociala och kulturella aspekter samspelar. Men turism är inte ett isolerat studieområde. Omvärldens sätt att fungera och omvärldshändelser har visat sig spela en avgörande roll för turismens och turistnäringens möjligheter och villkor. Därför är det viktigt att kunna sätta in turism i ett vidare perspektiv, med användning av kunskaper från olika samhällsvetenskaper. Turismvetenskap är därför ett inter-disciplinärt vetenskapligt ämne som har utvecklats vid Mittuniversitetet där samverkan mellan olika samhällsvetenskapliga områden bidrar till ämnets utveckling och innehåll.     I många sammanhang ses turism som en del av det bredare engelska begreppet \"leisure\", som innefattar fritid och rekreation. Det är ett område där studierna inriktas på människors beteenden och hur deras fritidsintressen och rekreationsbehov tillfredsställs. Oavsett vilken typ av turism det gäller ställs krav på hög kvalitet i turistnäringens och destinationernas sätt att fungera. Det som erbjuds ska motsvara turisternas förväntningar. Det är därför en fråga om att göra strategiska val för att utveckla en väl fungerande turism och en lönsam turistnäring.     Vid Mittuniversitetet finns utbildning i turismvetenskap på såväl grundnivå som avancerad nivå samt på forskarutbildningsnivå. Kurser erbjuds vid Mittuniversitetets campus i Östersund. Utbildning på grundnivå bedrivs främst inom programmet Turism och destinationsutveckling, där turismvetenskap är ett valbart huvudområde i examen. Inom ämnet erbjuds också fristående distanskurser. Utbildning inom detta område är en grund för kvalificerad yrkesverksamhet inom alla delar av turismsektorn.",
      "language": "SV"
    },
    {
      "subjectCode": "VÅE",
      "subject": "Vårdvetenskap",
      "preamble": "Inom ämnet vårdvetenskap finns kurser av tvärvetenskaplig karaktär såsom humanistiska ämnen, samhällsvetenskapliga ämnen, medicin och specifik omvårdnad. Inom vårdvetenskap ryms såväl teoretiska som praktiska studier.",
      "bodyText": "Vårdvetenskap kan vara kurser med medicinskt fokus, exempelvis människans anatomi och fysiologi eller specifik omvårdnad vid speciella sjukdomstillstånd. Ämnet vårdvetenskap rymmer också kurser som avhandlar psykomatik och bemötande.",
      "language": "SV"
    }
  ]
}
